[
  {
    "id": 1,
    "title": "Believing in, or ascribing any diety to any but Him",
    "text": "By this prohibition we are forbidden to believe in, or ascribe deity to, any but Him (exalted be He). It is contained in His words - though speech cannot strictly be attributed to His transcendent Being - Thou shalt have no other gods beside me.(Exodus 20:3). It is made clear at the end of Makkoth that this prohibition is one of the 613 Commandments, for it says there: 'Six hundred and thirteen Commandments were given to Moses at Sinai, etc.' This we have explained in connection with the first Positive Commandment. This Commandment is one of the Seven Noachid Precepts, which are obligatory upon all mankind."
  },
  {
    "id": 2,
    "title": "Making images for the purpose of worship",
    "text": "By this prohibition we are forbidden to make images for purposes of worship; and there is no difference between making them ourselves and directing others to make them. This prohibition is contained in His words (exalted be He), Thou shalt not make unto thee a graven image, etc. (Exodus 20:4). Whoever transgresses this Negative Commandment is liable to whipping, whether for making the idol, or for directing another to make it, even though he does not worship it."
  },
  {
    "id": 3,
    "title": "Making an idol for others to worship",
    "text": "By this prohibition we are forbidden to make an idol even for others to worship, and at the bidding of an idolater. It is contained in His words (exalted be He), Nor make ye to yourselves molten gods (Leviticus 19:4), on which the Sifra says: 'Nor make ye..molten gods: even for others'. It is also said there: 'He who makes an idol for his own use transgresses two Negative Commandments.' That is to say, he transgresses the prohibition against makeing it himself, even for the use of others, which is contained in this third Commandment, and also the prohibition against acquiring an idol and retaining it in his possession, even though another person made it for him, which is laid down in the preceding second Commandment. Hence he is liable to whipping twice over. The provisions of this Commandment, and the preceding one, are explained in Tractate Abodah Zarah."
  },
  {
    "id": 4,
    "title": "Making figures of human beings",
    "text": "By this prohibition we are forbidden to make figures of human beings ('But figures of cattle and other living things - with the exception of man - and of trees and plants, and similar objects, it is permissble to make, even if the figures are in relief') out of metal, stone, wood, and the like, even if they are not made for purposes of worship. The purpose of this is to deter us from making images altogether, so that we should not think, as the masses do, that they possess supernatural powers. This prohibition is contained in His words (exalted be He), Ye shall not make with Me - god of silver, or gods of gold, ye shall not make unto you.(Exodus 20:20). In explanation of this prohibition the Mechilta says: 'Gods of silver...ye shall not make: lest you should say: I am going to make them merely for ornaments, as others do in various countries, Scripture says, 'Ye shall not make unto you'. Transgression of this Negative Commandment is punishable by whipping. The provisions of this Commandment - what figures we are permitted and forbidden to fashion, and in what maneer, and so forth - are explained in the third chapter of Abodah Zarah. It is explained in Sanhedrin that this Negative Commandment - that is,  His words, Ye shall not make with Me - gods of silver, etc. - also embraces other matters which go beyond the scope of these Commandments; but the literal sense of the verse is what we have set out, as explained in the Mechilta. "
  },
  {
    "id": 5,
    "title": "Bowing down to an idol",
    "text": "By this probition we are forbidden to bow down to an idol; and it is clear that the trm 'idol' means any object of worship other than the Lord. This prohibition is contained in His words (exalted be He), Thou shall not bow down unto them, nor serve them(Exodus 20:5). The intention is not to prohibit only the act of bowing down, to the exclusion of other [forms of worship]; only one of the modes of worship, namely, bowing down, is mentioned, but we are equally forbidden to sacrifice, [or pour a libation], or burn incense before an idol; and whoever does one of these forbidden things, i.e. who bows down, or sacrifices, or pours a libation, or burns incense [before an idol], is liable to stoning. The Mechilta says: 'He that sacrificeth unto the gods shall be utterly destroyed.'(Exodus 22:19) We have thus heard the penalty, but we have not heard the admonition. Scripture therefore says, Thou shalt not bow down unto them, nor serve them. Sacrificing, which is included [among the forbidden acts], is here singled out for special mention to teach us the following lesson: In the case of sacrifice, which is something that is performed in the worship of God, it is a sin [to perform it for an idol] whether [the  idol] is ordinarily worshipped in that manner or not; so also in the case of any other act which is performed in the service of God, it is a sin [to perform it for an idol], whether [the idol] is ordinarily worshipped in that manner or not. The meaning of this dictum is that whoever performs before an idol any one of these four acts of worship - namely, bowing down, sacrificing, burning incense, and pouring a libation - which we are under obligation to perform in the service of God, is liable to stoning, even if the idol is not ordinarily worshipped in that manner. This is what is meant by the expression 'not ordinarily worshipped': although one has not worshipped the idol in the manner in which it is customary to worship it, yet worshipping it in one of the ways mentioned renders him liable to stoning if he has sinned wilfully, and to the extinction if his sin was not witnessed or he has not been punished for it. If, however, the sin is committed unintentionally, the sinner must offer a fixed Sin-offering. This applies also to one who deifies any object whatever. (As e.g. one who picks up a brick and says, 'Thou are my god'). This prohibition - that is, the prohibition against doing homage to an idol by any one of these four modes of worship, even if the idol is not ordinarily worshipped in that manner - is repeated in His words (exalted be He), And they shall no more sacrifice their sactifices unto the satyrs(se-irim)(Leveticus 17:7), on which the Sifra says: 'Se-irem means demons. In the Gemara of Zebahim it is explained that this prohibition applies particularly to the case of one who slaughters a sacrifice to an idol, even if it is not ordinarily worshipped in that way: 'How do we know that if one sacrifices an animal to Merkulis(i.e. Mercury, the Roman divinity, who was customarily worshipped by throwing stones to his statue) he is liable to punishment? Because it is written, They shall no more sacrifice their sacrifices unto the satyrs. Since [this verse] is redundant in regard to the ordinarily manner of worship, [which is forbidden] by the verse [Take heed (See text of Neg. Comm. 193) to thyself that thou be not ensnared to follow them...saying,] 'How used these nations to serve their gods?[even so will I do likewise]'(Deut. 12:30), take it as referring to an abnormal manner of worship. Hence wilful contravention of this prohibition is punishable by both extinction and stoning, as explained above, and whoever transgresses it unintentionally must bring an offering. The relevant words of Scripture are: He that sacrificeth unto the gods shall be utterly destroyed. The provisions of this Commandment are explained in the seventh chapter of Sanhedrin. "
  },
  {
    "id": 6,
    "title": "Worshipping idols",
    "text": "By this prohibition we are forbidden to worship idols even in ways other than the four specified above (i.e. bowing down, sacrificing, pouring a libation, and burning incense), provided that the manner of worship is the one which the particular idol is ordinarily worshipped, e.g. excreting to [Baal] Peor (Num 25.3) or throwing a stone to Merkulis. This prohibition is contained in His words(exalted be He), Nor serve them (Ex 20:5), on which the Mechilta says: Thou shalt not bow down unto them, nor serve them: they are two separate and independent sins - offering a sacrifice and bowing down. Accordingly, one who throws a stone to [Baal] Peor or excretes to Merekulis is not guilty of sin, since these are not customary modes of worship to be included under His words(exalted be He), [Take heed to thyself...that thou enquire not after their gods, saying:] How used these nations to serve their gods? even so will I do likewise.(Deit. 12:30). Wilful contravention of this prohibition is punishable bt stoning and extinction, and one who violets it unontentionally must bring an offering. The provisions of this Commandment also are explained in the seventh chapter of Sanhedrin, where we read: Why is extinction thrice [mentioned as the punishment for] idolatry(Lev.20:3,5; Num. 15:31). It is prescibed once for [worshipping an idol in] the customary manner; once for [worshipping it in] a non-customary manner; and once for [for worship of] Molech. That is to say, one who worships any idol in any way whatever is liable to extinction, provided that the manner of worship is the cutomary one, such as excreting to [Baal] Peor, or throwing a stone to Merkulis, or removing one's hair before Chemosh(Chemosh was the national deity of the Moabites - 1 Kings 11:7). Similarly, one who worships any idol whatever in any one of the four specified ways is liable to extinction, even if the manner of worship is not the cutomary one, as if one sacrifices to [Baal] Peor, or bows down to Merkulis -  which would be a 'non-customary' manner of worship. The third[Scriptural mention of] extinction applies to one who causes his offspring to pass through the fire in the worship of Molech, as I shall explain[in connection with the next Commandment]. "
  },
  {
    "id": 7,
    "title": "Handing over some of our offspring to the Molech",
    "text": "By this prohibition we are forbidden to hand over some of our offspring to the idol known, at the time of giving of the Torah, as Molech. It is contained in His words(exalted be He), And thou shalt not give any of thy seed to set them apart to Molech(Lev. 18:21). This form of idolatry, as explained in the seventh chapter of Sanhedrin, consisted of kindling a fore and fanning its flame, whereupon [the father] would take some of his offspring and hand them over to the priest engaged in the service of that idol, and then cause them to pass through the fire from one side to the other. The prohibition of such conduct is repeated in His words There shall not be found among you any one that maketh his son or his daughter to pass through the fire(Deut 18:10). One who wilfully violates this prohibition is liable to stoning, or to extinction if he is not stoned; one who sins unintentionally must bring a fixed Sin-offering. The provisions of this Commandment are explained in the seventh chapter of Sanhedrin."
  },
  {
    "id": 8,
    "title": "Practising the sorcery of the ob",
    "text": "By this prohibition we are forbidden to practise the sorcery of an ob, who, after burning a certain incense and performing a certain ritual, pretends that he hears a voice speaking from under his armpit, and answering his questions - this practice being a form of idolatry. (In his 'Mishneh' Torah' Maimonides adds: 'Or he takes a dead man's skull, burns incense to it, and uses arts of divination, till one seems to hear a voice, exceedingly low, come from under his arm-pit and reply to him). The prohibition is contained in His words(exalted be He), Turn ye not unto the ghosts(ob)(Lev. 19:31), on which the Sifra says: 'Ob - this is the Pithom that speaks from his arm-pit. One who willfully violates this prohibition - that is to say, who himself practises this [form of necromancy] and perfomrs the ritual - is liable to stoning, or to extinction if he is not stoned; one who commits the sin unintentionally must bring a fixed Sin-offering. The provisions of this Commandment are explained in the seventh chapter of Sanhedrin."
  },
  {
    "id": 9,
    "title": "Practising the sorcery of the yidde'oni",
    "text": "By this prohibition we are forbidden to practise the sorcery of a yidde'oni, this likewise being a species of idolatry. The yidde'oni takes the bone of a bird called yido'a, puts it in his mouth, burns incense, recite certain prayers, and performs a certain ritual, until he is in a condition akin to fainting, and falls into a trance, in which he predicts the future. The Sages say: 'Yidde'oni - one who puts the bone of the yido'a in his mouth, and it(Lev. 19:3) speaks of itself. The prohibition of this practice is in the words, Turn ye not unto the ghosts, nor unto familiar spirits(yidde'oni)(Lev. 19:31). This is not to be regarded as lav she-bik'laluth[in which case the prohibitions of the practices of the ob and of the yidde'oni would count only as one Negative Commandment. This cannot be so,] because in speaking of the punishments incurred [by the violation of these prohibitions] He separated the two, saying 'ob' or 'yidde'oni'(Lev. 20:27), and ordaining stoning and extinction for the wilful violation of either. His words are (exalted be He), A man also or a woman that divineth by a ghost(ob) or a familiar spirit(yidde'oni), shall surely be put to death(Lev. 20:27). The Sifra says: 'In His words A man also or a woman that divineth by a ghost or a familiar spirit, we hear the punishment, but we do not hear the admonition. Therefore Scripture says, Turn ye not unto the ghosts, nor unto familiar spirits.(Lev. 19:31). In this case also one who transgresses the prohibition unintentionally must bring a fixed Sin-offering. The provisions of this Commandment are explained in the seventh chapter of Sanhedrin. "
  },
  {
    "id": 10,
    "title": "Studying idolatrous practices",
    "text": "By this prohibition we are forbidden to take an interest in idolatry or study its practices: that is, to learn by enquiry the follies and superstitions taight by its founders, as for instance that a certain spirit can be brought down by such-and-such means, and will behave in such-and-such a way; or that if incense is burnt to a certain star, and the worshippers stand before it in such-and-such a position, it will act in a certain manner; and the like. Merely thinking about these matters, and enquiring into these illusions, leads fools to frequent idols and worship them. The Scriptural verse containing the prohibition of these practices is: Turn ye not unto the idols(Lev. 19:4), on which the Sifra says: 'If you turn after them you make them gods'. The Sifra also quotes R.Judah as saying: '[Turn ye not unto the idols] - turn ye not to see them.': that is to say, do not even look at the physical idol, or study its craftmanship, so as not to spen a moment on anything connected with it. In [Tractate Shabbath], chapter Sheol Adam, the Sages say: 'The writing under the painting or an image may not be read on the Sabbath. And as for the image itself, one must not look at it even on weekdays(This applies only to pictures used in idol-worship), because it is said, Turn ye not unto the idols. How is this to be understood? Said R.Johanan: Turn ye not unto that which is conceived in your own minds.' This prohibition of thinking about idols is repeated in His words, Take head to yourselves, lest your heart be deceived, and ye turn aside and serve [other gods](Deut 11:16). That is to say, if your mind falls into the error of thinking about idols, this will lead you to stray from the right path, and actually worship them. He further says on this same matter, Lest thou lift up thine eyes unto heaven, and when thou seest the sun and the moon and the stars, etc(Deut. 4:19). For He does not forbid the mere raising the head and observing the heavenly bodies with the eyes; what he forbids is looking with eye of the mind at what their worshippers attribute to them. So also His words: [Take heed to thyself...] that thou enquire not after their gods, saying: 'How used these nations to serve theor gods? even so will I do likewise(Deut. 12:30), are an admonition to us not to enquire after the manner of their worship, even though we do not worship them ourselves, because all this leads to going astray after them. You must know that whoever transgresses this prohibition is liable to whipping?(This applies only where an overt act is involved, as where the idol is covered and the person concerned removes its veil in order to look at it). This is made clear at the end of the first chapter of Erubin, in connection with the ruling that the penalty of whipping for breach of the laws of erub of Boundaries(Neg.Comm 321) is prescribed by Scriptural law. In support of this the Scriptural words, Let no(al) man go out of his place[on the seventh day] were cited(Ex16:29); and when an objector asked, 'Is whipping the punishment for breach of a prohibition expressed by al and not by lo?' he was met with the reply: 'If whipping were not the punishment for breach of a prohibition expressed by al, it would follow that the breach of the prohibition Turn ye not(al) unto the idols, would not be punishable by whipping[but in fact it is]. This shows that contravention of this prohibition is punishable by whipping."
  },
  {
    "id": 11,
    "title": "Erecting a pillar which people will assemble to honour",
    "text": "By this prohibition we are forbidden to erect a pillar which people will come together to honour, even though it be erected for the purpose of worshipping the Lord. The reason [for this prohibition] is that we should not imitate the idolaters, whose custom it was to erect pillars and put their idols upon them. This prohibition is contained in His words(exalted be He), Neither shalt thou set thee up a pillar, which the Lord thy God hateth(Deut. 16:22). Contravention of this prohibition is punishable by whipping. "
  },
  {
    "id": 12,
    "title": "Making figured stones upon which to prostate ourselves",
    "text": "By this prohibition we are forbidden to make figured stones to prostate ourselves upon, even if they be in the service of the Lord. This also is proscribed in order that we should not imitate the idolaters, whose custom it was to set a beautifully sculptured stome before an idol and prostate themselves upon it in worship. Hos words (exalted be He) are, Neither shall ye place any figured stone in your land, to bow down unto it(Lev. 26:1). The punishment for contravention of this prohibition is whipping. The Sifra say: 'Neither shall ye place [any figured stone] in your land: in your land you are fobidden to prostate yourselves upon stones, but you may prostate yourselves upon the stones in the Sanctuary.' The provisions of this Commandment are explained in the Gemara of Megillah."
  },
  {
    "id": 13,
    "title": "Planting trees within the Sanctuary",
    "text": "By this prohibition we are forbidden to plant trees within the Sanctuary(i.e. within the Sanctuary Court) or beside the Altar for purposes of adornment and beautification, even for the worship of the Lord, because it was the custom of the idolaters to plant beautiful, shapely trees in honour of the idols in their house of worship. His words(exalted be He) are, Thou shalt not plant thee an Asherah of any kind of tree beside the altar of the Lord thy God(Deut. 16:21). Contravention of this prohibition is punishable by whipping. The provisions of this Commandment are explained in the Gemara of Tamid, where it is made clear that all planting in the Sanctuary is forbidden."
  },
  {
    "id": 14,
    "title": "Swearing be an idol",
    "text": "By this prohibition we are forbidden to swear by an idol even [in our dealings] with idolaters; nor may we cause them to swear by an idol, in accordance with the dictum of the Mechilta; 'You may not cause a heathen to swear by his deity(Ex. 23:13, Mechilta).' This prohibition is contained in His words(exalted be He), And make no mention of the name of other gods(Ex.23:13) (meaning), 'You may not cause the idolater to swear by his deity'. The Mechilta also say in the same place, 'And make no mention [of the name of other gods] - this means that one may not make a vow in the name of an idol'. In Sanhedrin it is said: 'And make no mention(of the name of other gods) - this means that one may not say to his friend, Wait for me at the place of such-and-such and idol.' Whoever transgresses this prohibition - that is, swear by any created object which misguided people have come to regard as a deity, as though it were a superior being - is liable to whipping. The Gemara of Sanhedrin says, in connection with the Rabbinical prohibition of kissing or embracing an idol, or sweeping the floor before it, and similar actions indicating respect and love for it: 'For none of these actions is the offender whipped(The reason being that they are all included in one general prohibition (Turn ye not unto the idols-Lev.19:4), for which no punishment is prescibed), except for vowing or swearing by the name of an idol.' The provisions of this Commandment are explained in the seventh chapter of Sanhedrin. NOTE In connection with this Commandment, it is important to bear in mind the decision of the Rema(Rabbi Moses Isserles, the great authority of Ashkenazic Jewry) 'that the nations of to-day swear by the name of the Lord, and believe in Divine Revelation and in the sanctity of the Torah. And although they associate with the name of Heaven other ruling powers, their intention is to swear by Him who created the heavens and the earth'(Shulchan Aruch, Orach Chaim, 156:I)."
  },
  {
    "id": 15,
    "title": "Summoning people to idolatry",
    "text": "By this prohibition we are forbidden to summon people to idolatry; that is, to summon and incite people to worship idols, even if the inciter does not worship them himself, and does nothing whatever exceptsummon others to do so. One who misleads a community is called a madiach, from His words(exalted be He), Certain base fellows are gone out from the midst of thee, and have drawn away(va-yedichu) the inhabitants of their city, saying, etc(Deut. 13:14); one who misleads only an individual is called a meisith, from His words(exalted be He), If thy brother, the son of thy mother...entice thee (ye-sithcha) secretly, saying, etc(Deut. 13:7). In writing of the present Commandment we speak only of the madiach, the prohibition of whose action is contained in His words(exalted be He), Neither let it be heard out of thy mouth(Ex. 23:13). The Gemara of Sanhedrin says: 'Neither let it be heard out of thy mouth is the prohibition against the meisith. To this it was objected that an explicit prohibition against leading an individual astray[i.e. against the meisith] is contained in the owrds of Scripture, All Israel shall hear, and fear, and shall do no more any such wickedness(Deit. 13:12); and [we must conclude that the verse Neither let it be heard out of thy mouth] is the prohibition against the madiach. The Mechilta if R.Ismael says: 'Neither let it be heard out of thy mouth is the admonition against the madiach.' The punishment for contravention of this prohibition is stoning, as we read in Sanhedrin: 'Those who lead astray an apostate city are punished by stoning.' The provisions of this Commandment are explained in the tenth chapter of Sanhedrin. "
  },
  {
    "id": 16,
    "title": "Seeking to persuade an Israelite to worship idols",
    "text": "By this prohibitions we are forbidden to lead astray, that is, to seek to persuade and individual Israelite to worship idols. The misleader is called a meisith, as explained above. The prohibition is contained in His words(exalted be He), And shall do no more any such wickedness as this in the midst of thee(Deut. 13:12). The punishment for contravention of this prohibition - that is, for leading an individual Israelite astray - is stoning, as Scripture says, But thou shall surely kill him(Deut. 13:10); and the man whom the meisith sought to lead astray is the man who should put him to death, as He clearly states(exalted be He), Thy hand shall be first upon him to put him to death(Deut 13:10), on which the Sifre says: 'It is an obligation on the one misled to slay him.' The provisions of this Commandment are explained in the seventh chapter of Sanhedrin."
  },
  {
    "id": 17,
    "title": "Loving the person who seeks to mislead him into idolatry",
    "text": "By this prohibition the one misled is forbidden to love him who seeks to mislead him [into idolatry], or to hearken to him. It is contained in His words(exalted be He), Thou shalt not consent(toveh) unto him(Deut. 13:8). The Sifre says: 'From the general principle Thou shalt love thy neighbor as thyself(Lev. 19:18), I think that we are commanded to love [the misleader]: Scripture therefore says, Thou shalt not consent (toveh - i.e. show affection for him: toveh being identified with tohav) unto him(Deut. 13:8). NOTE The stringent laws embodied in Negative Commandment 17-19 do not spring from fear that the one misled might ultimately turn to idolatry; rather they are based on the principle that we must guard against wasting even one moment of our lives in entertaining doubt about the true faith(Sefer ha-Chinuch, Comm. 467). "
  },
  {
    "id": 18,
    "title": "Relaxing one's aversion to the misleader",
    "text": "By this prohibition the one misled is forbidden to relax in his hatred of the meisith. It is his bounden duty to hate him, and if he relaxes, he infringes a Negative Commandment. This prohibition is contained in His words(exalted be He), Nor shalt thou hearken unto him(Deut. 13:9), which are explained thus: 'Since it is said, Thou shalt surely help him(Ex.23:5; See Pos. Comm. 202), I think that we are commanded to help the meisith: Scripture therefore says, Nor shalt thou hearken unto him(Deut. 13:9). NOTE The reason for the severe treatment accorded to the misleader in Jewish law is clearly stated in Scripture: Because he hath sought to draw theee away from the Lord thy God(Deut. 13:2). In the words of the Sifre: 'This would be a great disgrace for you; for not even the [heathen] nations abondon that which their ancestors have handed down to them, and this man says to you, Abandon what thy ancestors have handed down to thee.'"
  },
  {
    "id": 19,
    "title": "Saving the life of the misleader",
    "text": "By this prohibition the one misled is forbidden to save the life of the meisith if he finds him in danger. It is contained in His words(exalted be He), Neither shall thine eye pity him(Deut. 13:9), which are thus explained: 'Since it is said, Neither shalt thou stand idly by the blood of thy neighbour(Lev.19:16, see Neg.Comm 297), I might think that one is forbidden to stand by when a meisith is in peril: Scripture therefore says, Neither shall thine eye pity him(Deut. 13:9)."
  },
  {
    "id": 20,
    "title": "Pleading for the misleader",
    "text": "By this prohibition the one misled is forbidden to plead for the misleader, and even if he knows of an argument in his favour, he is forbidden to suggest it to the meisith or to advance it himself. This prohibition is contained in His words(exalted be He), Neither shalt thou spare [him](Deut.13:9), which are explained as meaning: 'thou shalt not plead in his favour.'"
  },
  {
    "id": 21,
    "title": "Suppressing evidence which is unfavourable to the misleader",
    "text": "By the prohibition the one misled is forbidden to suppress anything known to him which is unfavourable to the meisith and would help to bring punishment upon him. It is contained in His words, blessed be He, Neither shalt thou conceal him(Deut. 13:9), which are explained as meaning: 'If thou knowest anything unfavourable to him, thou are not permitted to withhold it.'"
  },
  {
    "id": 22,
    "title": "Benefiting from ornaments which have adorned an idol",
    "text": "By this prohibition we are forbidden to benefit from ornaments with which an idol has been bedecked. It is contained in His words(exalted be He), Thou shalt not covet the silver or the gold that is on them(Deut. 7:25). The Sifre explains that coverings with which an idol has been arrayed are forbidden, and bares the prohibition on His words(exalted be He), Thou shalt not covet the silver or the gold that is on them. The punishment for contravention of this prohibition is whipping. The provisions of this Commandment are explained in the third chapter of Abodah Zarah. "
  },
  {
    "id": 23,
    "title": "Rebuilding an apostate city",
    "text": "By this prohibtion we are forbidden to rebuild an Apostate City. It is contained in His words(exalted be He), It shall be a heap for ever; it shall not be built again(Deut. 13:17). The punishment for rebuilding any part of it - that is, restoring it to its former condition - is whipping. The provisions of this Commandment are explained in the tenth chapter of Sanhedrin."
  },
  {
    "id": 24,
    "title": "Deriving benefit from the property of an apostate city",
    "text": "By this prohibition we are forbidden to use or derive benefit from the property of an Apostate City[which has been destroyed]. It is contained in His words(exalted be He), There shall cleave nought of the devoted things to thy hand(Deut. 13:8). The punishment for taking anything from [an Apostate City] is whipping. The provisions of this Commandment are explained in the tenth chapter of Sanhedrin. "
  },
  {
    "id": 25,
    "title": "Increasing our wealth from anything connected with idolatry",
    "text": "By this prohibition we are forbidden to increase our wealth form anything connected with idolatry; on the contrary, we must shun it, its temples, and all its appurtenances. This prohibition is contained in His words(exalted be He), Thou shalt not bring an abomination into thy house(Deut. 7:26). The punishment for benefiting from any of the appurtenances [of idolatry] is whipping. It is made clear at the end of Makkoth that whoever kindles fire-wood from an Asherah is liable to two whippings: one for [contravening the prohibition], Thou shalt not bring an abomination into thy house, and one for [contravening the prohibition], There shall cleave nought [of the devoted thing to thy hand]. This should be noted. The provisions of this Commandment are explained in the third chapter of Abodah Zarah."
  },
  {
    "id": 26,
    "title": "Prophesying in the name of an idol",
    "text": "By this prohibition a man is forbidden to prophecy in the name if an idol; that is, to say that the Lord has commanded him to worship an idol, or that the idol itself has commanded him to worship it, promising reward [if he obeys] and threatening punishment[if he does not], as the prophets of Baal and those of the Asherah pretend. Scripture does not contain a precise and specific prohibition on this matter, that is, a prohibition of prophesying in the name of an idol; but Scripture prescribed the punishment, namely death, for this offence in His words(exalted be He), [The prophet...] that shall speak in the name of other gods, that same prophet shall die(Deut. 18:20). This death is by strangulation, because we have a general tule that where Scripture prescibes the death penalty without more precise definition, strangulation is intended. You are already acquainted with the rule which I have explained to you in connection with the fourteenth of the Principles set out in the Introduction to this work - the rule laid down by the Sages in the words: 'Scripture never prescribes a punishment without first stating a prohibition.' Now [in the case under consideration] the prohibition is to be derived from the words: Make no mention of the name of other gods(Ex. 23:13; See Neg.Comm.14); for it is not impossible that a single Negative Commandment should serve as the admonitory warning for a number of prohibitions, and yet should not constitute a lav she-bik'laluth(See Neg.Comm 9. The verse Make no mention, etc, is made to serve as the admonitory basis of both Neg.Comm 14 and the Commandment now under consideration), since a separate punishment is laid down in each case. I will give you illustrations of this principle in due course. The provisions of this Commandment are explained in the eleventh chapter of Sanhedrin."
  },
  {
    "id": 27,
    "title": "Prophesying falsely",
    "text": "By this prohibition we are forbidden to prohecy falsely: that is, to utter in the name of the Lord a prophecy which the Lord(exalted be He) has not spoken, or has spoken to someone other than him who arrogates it to himself and says falsely that the Lord has spoken it to him. This Negative Commandment is contained in His words, But the prophet shall speak a word presumptuously in My name,  which I have not commanded him to speak, [or that shall speak in the name of other gods, that same prophet shall die](Deut. 18:20). In this case also the punishment for contravention of the prohition is strangulation: the Talmud includes 'a false prophet' in the list of transgressors who are to be strangled. It also says in the same place: 'Three are liable to death by the hand of man: [the prophet] that shall speak presumptuously in My name means one who prophesies what he has not heard(i.e. the prophecy itself is altogether fictitious); which I have not commanded, meansone who prophesies what was not spoken to him; or that shall speak in the name of other gods means one who prophesies in the name of an idol. Concerning all of them it is written, that same prophet shall die; and wherever the death penalty is decreed in Scripture without specification [of the method], strangulation is intended. The provisions of the law regarding a false prophet are explained in the eleventh chapter of Sanhedrin. NOTE As interpreted in Jewish tradition, the meaning of these verses is as follows: 'As to calamities predicted by a prophet - as when, for example, he foretells the death of a certain individual or states that in a certain year there will be famine or war, and so forth -  the non-fulfillment of his forecast does not disprove his prophetic standing...For God is long-suffering and abounding in kindness, and repents of the evil[He has threatened]. It may also be that [those who were admonished] repented and were forgiven, as happened to the people of Nineveh. Possibly, too, the execution of the sentence is only deferred, as in the case of Hezekiah. But if the prophet[in the name of the Lord] foretells good fortune, declaring that a definite event will come to pass to pass, and the benefit promised is not realized, he is unquestionably a false prphet. For no blessing, decreed by the Almighty, even if promised conditionally, is ever revoked."
  },
  {
    "id": 28,
    "title": "Listening to the prophecy of one who prophesies in the name of an idol",
    "text": "By this prohibition we are forbidden to listen to the prophecy of one who prophesies in the name of an idol; that is, we may not engage in controvrsy with him, or ask him questions, saying to him, 'What is thy miracle and what is thy proof of this matter?' as we should do in the case of one who prophesies in the name of the Lord. When we hear a person prophesying in the name of an idol, we must warn him, just as it is our duty to warn every sinner, and if he persists in his claim, we must mete out to him the punishment which he deserves in accordance with Scriptural law, paying no heed to his miracles or his proofs. The prohibition on this matter is contained in His words(exalted be He), Thou shall not hearken unto the words of that prophet(Deut. 13:4). The provisions of this Commandment are explained in the eleventh chapter of Sanhedrin. "
  },
  {
    "id": 29,
    "title": "Having pity on a false prophet",
    "text": "By this prohibition we are forbidden to have pity on a false prophet, or to refrain from putting him to death because he prohesies in the name of the Lord. We are not to entertain any fear of any sin in this matter, since his falsity has been proved to us. This prohibition is contained in His words(exalted be He), Thou shalt not be afraid of him(Deut. 18:22), on which the Sifre says: 'Thou shalt not be afraid of him: do not refrain from pronouncing him guilty. The provisions of this Commandment are explained in the Introduction to our Commantary on the Mishnah."
  },
  {
    "id": 30,
    "title": "Adopting the habits and customs of unbelievers",
    "text": "By this prohibition we are forbidden to follow in the ways of the unbelievers and adopt their customs, even in their dress and their social gatherings. This prohibition is contained in His words(exalted be He), Ye shall not walk in the customs of the nations, which I am casting out before you(Lev. 20:23), and is repeated in His words, Neither shall ye walk in their statutes(Lev. 18:3), on this the Sifre comments: 'I [the Lord] have prescribed only those which have been laid down as statutes for them and their ancestors.' The Sifre [also] says: 'Neither shall ye walk in their statutes: do not follow their social customs, the things which have become got them like statutes, such as [frequenting] theatres, circuses, and arenas - these being various kinds of assembly places where they would gather for purposes of idol-worship. R. Meir says: These [statutes] refer to the 'ways of the Amorites' (i.e. superstitious practices) which the Sages have enumerated. R.Judah ben Betheira says: [The meaning is] that you are not to shave round your head, or to let the fringe of your hair grow long, or to shave off your front hair.' The punishment of any of these offences is whipping. The prohibition on this matter is repeated in another form, in His words, Take heed to thyself lest thou be ensnared to follow them(Deut. 12:30) on which the Sifre says: 'Take heed is a Negative Commandment; lest is a Negative Commandment; be ensnared to follow them - lest thou liken thyself to them, and follow theor customs, and they become a snare unto thee. You are not to say: Since [the idolaters] go out dressed in purple, I will go out dressed in purple; since they are dressed in telusin - a kind of ornament worn by soldiers - even so will I go out dressed in telusin.' And you know the words of the prophet, [I will punish...] all such as are clothed with foreign apparel(Zep. 1:8). The purpose of all this is that we should avoid the heathen and despise all his cutoms, even his dress. The provisions of this Commandment are explained in the sixth chapter of Sabbath, and also in [the sixth chapter of] the Tosefta of that Tractate. "
  },
  {
    "id": 31,
    "title": "Practising divination",
    "text": "By this prohibition we are forbidden to practise divination, that is, to use any of the various means of stimulating the faculty of conjecture. For all those who have the power of foretelling the future accomplish what they do because the faculty of conjecture is highly developed in them, and as a rule it works correctly; consequently they have a presentiment of what will take place, and some of them are superior to others, just as amongst all men some excel others in this or that faculty of the soul. Now it is necessary for those who have these powers of conjecture to stimulate them and rouse them to activity by one means or another. One of them will knock in the ground several times with his staff, utter strange cries, and concentrate his thoughts for a long time, until he falls into a kind of trance and commences predicting the future. I once saw this done in the extreme West(i.e.Spain(Vs add: 'Another will smooth the sand and draw pictures on it - a practice very common in the West). Another will throw pebbles into a piece of skin, look at them for a long time, and then prophesy - a common practice in all the places I have visited(Maimonides left his native Spain at the age of thirteen, and together with his father and family travelled through Northern Africa and Palestine. He finally settled in Cairo).  Yet another will throw a long leather belt on the ground, observe [the shape in which it falls], and prophecy. The object of all this is to stimulate the powers he possesses; his ritual does not produce any effect or give him any information. This is where the masses of men are in error. When some of the predictions come true, they think that these practices really reveal the future; and they persist in this error, until they come to believe that some of these practices are the cause of the events which follow, just as astrologers are wont to think. The art of astrology is, indeed, akin to this [practice of divination], in that both are means of stimulating the faculty [of conjecture]. Hence no two men are alike in respect of the truth of their prophecies, though many may be equal as regards their knowledge of the art [of astrology]. One who engages in any of these practices, or other customary practices of the same kind, is called a kosem, diviner; and the Lord(exalted be He), says: There shall not be found among you...one that useth divination(kosem kesamim)(Deut. 18:10). On this the Sifre says: 'What is a kosem? One who takes his stick in his hand and says [as though he were consulting it]: 'Shall I go, or shall I not go?''. It is concerning this type of divination, popular in those days, that the prophet said: My people ask counsel at their stock, and their staff declareth unto them(Hosea 4:12). Whoever transgresses in this way - that is, practises divination, and does things which enable him to predict the future - is liable to whipping. This does not apply to one who consults a diviner, though the act of consulting him is blameworthy in the extreme(According to Nachmanides, one who consults a diviner violates the Positive Commandment, Thou shalt be whole-hearted with the Lord thy God(Deut 18:13); (Shulchan Aruch, Yoreh Deah, 179:1). The provisions of this Commandment are explained in may places in the Gemara of Sanhedrin, in the Tosefta of Shabbath, and in the Sifre. NOTE According to the 'Sefer ha-Chinuch'(a classical Hebrew work of the thirteenth century on the mitzvoth) The Lord is the Supreme Ruler of the universe and of all powers therein, and even if the portents of the future inidcate a certain event, He may in His wisdom change it. The miracles He has caused for our ancestors, as related in Scripture, and all other righteous people through the generations, sufficiently prove that we are not 'the slaves of the stars'(COmm. 510). "
  },
  {
    "id": 32,
    "title": "Regulating our conduct by the stars",
    "text": "By this prohibition we are forbidden to regulate our conduct by the stars: that is, we are not to say, 'This day is auspicious for a certain enterprise, and we will refrain from it'. This prohibition is contained in His words(exalted be He), There shall not be found among you anobserver of clouds(me'onen)(Deut.18:10(Silberman's translation)), and is repeated in His words, Nor shall ye...observe clouds(te'onenu)(Lev. 19:26(Silberman's translation)), on which the Sifra says: 'Nor shall ye...observe clouds: this refers to those who pronounce times [auspicious or otherwise]' - the word te'onenu being derived from 'onah (meaning time, period). That is to say, there shall not be found among you a soothsayer who decides that one time is auspicious[for a particular action], and another is inauspicious. The punishment for contravention of this prohibition - that is, for advising about times - is whipping. This does not apply to one who consults [the me'onen], but such consultation is also prohibited, apart from the fact that [the practice] is a fraud. Whoever deliberately chooses a certain time for his actions on the basis of a forecast of good luck or success is also punishable by whipping, because he has performed a definite act. This prohibition covers also deceit by optical illusion. The Sages say: 'Me'onen: this refers to one who deceives by optical illusion(Deut. 18:10, Sifre. This explanation is based upon the similarity of the words me'onen and 'ayin, meaning eye.): this covers a large number of tricks accomplished by sleight of hand, which deceive men into thinking that they see things which do not exist. Thus they have their regular tricks, as when one takes a rope and before the eyes of the onlookers puts it away in the corner of his garment, whence he then brings out a snake; or he may throw a ring into the air, and then produce it out of the mouth of one of the persons standing before him; and there are other similar magic tricks, which are popular with the masses. All tricks of this kind are forbidden, and whoever performs them is called a deceiver(Heb. ochez et ha-'ainayim.); and, because his tricks are a kind of witchcraft, is punishable by whipping. He is also a deceiver of people, and causes very great harm by making that which could not possibly exist appear possible to fools, women and children, and thus accustoming them to accept impossibilities as possible. This should be noted."
  },
  {
    "id": 33,
    "title": "Practising the art of the soothsayer",
    "text": "By this prohibition we are forbidden to practise the art of the soothsayer [i.e. the art of divining by omens], as do the masses who say: 'Since I have interrupted from my journey, I will not be favoured with success'; or 'The first thing I saw today was so-and-so: I shall certainly make some profit today.' Sunh examples abound among the masses of the backward nations. Whoever allows his conduct to be influenced by omens is liable to whipping, in accordance with His words(exalted be He), There shall not be found among you...one that useth divination, a soothsayer(menachesh)(Deut. 18:10). It is repeated in the words, Neither shall ye practise divination(tenachshu)(Lev. 19:26); and the Sifre says: 'Menachesh: like one who says, 'The bread fell from my mouth', 'The stick fell from my hand','A snake passed me on the right',or 'A fox passed me on the left'.'(Deut.18:10,Sifre). And in the Sifra we read: 'Neither shall ye practise divination, as do those who draw prognostications from [the cry of] a weasel, or [the twittering of] birds, or [the position of] stars, or the like(Lev.19:26,Sifre). The provisions of this Commandment also are explained in the seveth chapter of Shabbath and in the Tosafoth[i.e.Tosefta] of that Tractate. NOTE 'To say: 'This dwelling I built has turned out lucky for me; this woman I married was a blessing to me; from the moment that I bought this beast, I become rich;' or to ask a child, 'What verse art thou learning', and, if the child recites a verse from the Blessings, to rejoice and say: 'That is a lucky sign' - all these and similar things are permitted. As the person concerned does not regulate his conduct by them, or refrain from any action because of them, but merely regards them as signs relating to what has already happened, their acceptance is permitted'(Mishneh Torah, Mada, Hilcoth Abodath Kochabin XI, 5)."
  },
  {
    "id": 34,
    "title": "Practising sorcery",
    "text": "By this prohibition we are forbidden to practise sorcery. It is contained in His words(exalted be He), There shall not be found among you...a sorcerer(mechashef)(Deut 18:10). One who wilfully contravenes this prohibition is liable to stoning(Se Neg. Comm 310. The pronciple involved is so important that Scripture specially warns the Courts not to be lax in rooting out this evil(Sefer ha-Chinuch); one who transgresses unintentionally must bring a fixed Sin-offering. Scripture says: Thou shalt not suffer a sorceress to live(Ex. 22:17). The provisions of this Commandment are explained in the seventh chapter of Sanhedrin. NOTE Concerning the Commandments relating to sorcery, magic, astrology, etc., Maimonides in his 'Mishneh Torah' says: 'These practices are all false and deceptive, and were employed by the ancient idolaters to deceive th e people of various countries and induce them to become their followers...'. Jacob Asheri, author of the Turim, summarizes the matter as follows: 'Give thy whole heart to God. Trust not in dreams or omens, enquire not of fortune-tellers...All such things are vanity; resort to them is due to lack of faith. Trust thou in God alone, and He will prove thy support!"
  },
  {
    "id": 35,
    "title": "Practising the art of the charmer",
    "text": "By this prohibition we are forbidden to practise the art of the charmer(chover): that is, to recite charms which are supposed to have certain good or bad effects. It is contained in His words (exlated be He), There shall not be found among you...a charmer(chover chaver)(Deut. 18:10-11), on which the Sifre says: 'Chover chaver means a charmer of snakes or of scorpions(Deut. 18:11, Sifre): that is to say, he recites charms over them so that, as he fancies, they will not bite him, or, if already bitten, so as to deaden the pain. The punishment for contravention of this prohibition is whipping. The provisions of this Commandment also are explained in the seventh chapter of Shabbath."
  },
  {
    "id": 36,
    "title": "Consulting a necromancer who uses the ob",
    "text": "By this prohibition we are forbidden to consult a necromancer who uses the ob(see Neg.Comm. 8), and to seek information from him. It is contained in His words (exalted be He), There shall not be found among you...one that consulteth a ghost(sho'el ob)(Deut. 18:10-11). Contravention of this prohibition - that is, consulting a necromancer who uses the ob - is not punishable by death; but the practice is none the less forbidden(Whipping is the punishment by Rabbinical law). "
  },
  {
    "id": 37,
    "title": "Consulting a sorcerer who uses the yido'a",
    "text": "By this prohibition we are forbidden to consult a sorcerer who uses the yido'a(see Neg.Comm 9), and to seek information from him. It is contained in His words(exalted be He), There shall not be found among you...one that consulteth...a familiar spirit (yidde'oni)(Deut. 18:10-11). The Sifre says: 'Turn ye not unto the ob, nor unto the yidde'oni(Lev. 14:31): the ob, that is, the pithom, that speaks from his arm-pit, and the yidde'oni, who speaks from his mouth [into which he had put a bone of the yido'a], are punished by stoning, and whoever enquires of them is liable to whipping.' NOTE the diviners are like chaff with which a little wheat has become mixed, but the word of God is like pure wheat, wholly free from chaff. And herein Scripture affirms and declares that the prophet will give you true knowledge on all those matters on which soothsayers and diviners, who profess to instruct nations, tell falsehoods."
  },
  {
    "id": 38,
    "title": "Seeking information from the dead",
    "text": "By this prohibition we are forbidden to seek information from the dead - [by which is meant] those who are imagined to be dead, though they eat adn have sensation - thinking that if one does certain things and dresses in a certain fashion, the dead will come to him in his sleep and answer his questions. This prohibition is contained in His words(exalted be He), There shall not be found among you...one that enquireth of the dead (doresh el ha-metim)(Deut. 18:10-11), on which the Gemara of Sanhedrin says: 'Doresh el ha-metim means one who starves himself and spends the noght in a cemetery, so that the spirit of a demon(literally: a spirit of uncleanness) may rest upon him.' The punishment for contravention of this prohibition is whipping. NOTE The object of this group of Commandments(31-38) is to foster absolute trust in God. Upon Rashi remarks: 'Walk before Him whole-heartedly, put thy hope in Him, and do not attempt to investigate the future, but whatever it may be that comes upon thee, accept it wholeheartedly, and then thou shalt be with Him and become His portion.'"
  },
  {
    "id": 39,
    "title": "Women wearing men's clothes or adornments",
    "text": "By this prohibition we are also forbidden to follow the customs of the heretics in respect of women wearing men's clothes or adornments. It is contained in His words(exalted be He), A woman shall not wear that which pertaineth unto a man(Deut. 22:5). Any woman who wears an adornment which is known in the place in question to be worn only by men is liable to whipping. NOTE This Negative Commandment includes the prohibition against women arming themselves fro battle(Nazir 59a)"
  },
  {
    "id": 40,
    "title": "Men wearing women's clothes or adornments",
    "text": "By this prohibition men also are forbidden to bedeck themselves with women's adornments. It is contained in His words(exlated be He), Neither shall a man put on a woman's garment(Deut. 22:5). A man who puts on adornments or apparel known in the place in question to be worn exclusively by women is likewise punished by whipping. You must know that this practise - that is to say, women bedecking themselves with men's adornments, or men bedecking themselves with women's adornments - is sometimes adopted for the purpose of arousing carnal desire, as is common among the nations, and sometimes for purposes of idol-worship, as is ecplained in the books devoted to that subject. It is also common practice to stipulate, in connection with the making of certain talismans, that if the maker is a man, he should wear woman's apparel and adorn himself with gold, pearls and the like, and if the maker is a woman, she should wear armour and gird on weapons. This is well known to those who are expert in this matter. NOTE 'Whoever plucks out white hairs from among the dark in his beard or on his head is punished by whipping - even if he has removed only one hair - the transgression being the use of adornment peculiar to women. Similarly, one who dyes his hair a dark colour, even if he has only dyed a single white hair, is punished by whipping(Mishneh Torah, Mada, Hilchoth Abodath Kochabim XII,10)."
  },
  {
    "id": 41,
    "title": "Imprinting any marks upon our bodies",
    "text": "By this prohibition we are forbidden to imprint any mark - in blue, red, or any other color - upon our bodies, after the manner of the idolaters, as is common among the Copts to this day. The prohibition is contained in His words(exalted be He), Ye shall not...imprint any marks upon you(Lev. 19:28). The punishment for contravention of this prohibition is whipping. The provisions of this Commandment are explained at the end of Tractate Makkoth. "
  },
  {
    "id": 42,
    "title": "Wearing a garment of wool and linen",
    "text": "By this prohibition we are forbidden to wear a garment woven of wool and linen, as the priests of the idols used to do at the time(i.e. at the time of The revelation of the Torah). It is contained in His words(exalted be He), Thou shalt not wear a mingled stuff(sha'atnez), wool and linen together(Deut. 22:11). This practice is common among the Egyptian Coptic monks today. The punishment for contravention of this prohibition is whipping. The provisions of this Commandment are explained in Tractates Kiliam and Shabbath, and at the end of Makkoth."
  },
  {
    "id": 43,
    "title": "Shaving the temples of our heads",
    "text": "By this prohibition we are forbidden to shave the temples of our heads. It is contained in His words(exalted be He), Ye shall not round the corners of your heads(Lev.19:27). The object of this prohibition also is that we should not imitate the idolaters, because it was their custom to shave off only their temples. Accordingly, the Sages deemed it necessary to explain in Tractate Yebamoth that 'Shaving the entire head is regarded as 'rounding', so that you should not argue that the object of this prohibition is to prevent us from shaving the temples while leaving the rest of the hair(on the head) unshaven, like the idolatrous priests, but shaving the entire head is not imitation of them [and therefore the prohibition does not apply to it]. Hence the Sages tell us that in no circumstances is it permissible to shave the temples, whether alone or together with the entire head; and [the shaving of] each temple is punishable by whipping, so that one who shaves his entire head is to be whipped twice. This notwithstanding, we do not count  this prohibition as two Commandments, because there is only one negative and not two. If He had said: 'Ye shall not round the right corner of the head, and not the left corner of the head', and we had found the Sages prescribing two punishments, it would have been possible to reckon [the prohibtion] as tow Commandments; but since it is a single matter convered by a single expression, it is in fact but one Commandment. Although this prohibition is interpreted as covering various parts of the body, and one is liable to whipping on account of each of the parts separately, this does not necessarily make it more than one Commandment. The provisions of this Commandment are explained at the end of Makkoth. It is not binding om women. "
  },
  {
    "id": 44,
    "title": "Shaving the beard",
    "text": "By this prohibition we are forbidden to shave the beard, which has five parts: the upper right jaw, the upper left jaw, the lower right jaw, the lower left jaw, and the peak of the beard. The complete prohibition is contained in the words, Neither shalt thou mar the corners of thy beard(Lev 19:27), because the whole is included in the term 'beard'. Scripture does not say 'Neither shalt thou mar thy beard', but Neither shalt thou mar the corners of the whole beard, which according to Tradition consists of the five 'corners', as detailed above, and one is liable to five whippings for shaving his entire beard, even though he shaves it off all at once. The Mishnah says: '[For shaving off] the beard [one is liable on] five counts: two counts for the right side, two for the left, and one for lower down. R.Eliezer says: If he took them all off in a single movement, he is liable only on one count'; and from this the Talmud concludes: 'Hence (we must conclude) that R.Eliezer considers the whole [process as covered by the] one prohibition.' Thus we have clear proof that the First Sage [i.e. the first of the authorities quoted in the Mishnah] is of the opinion that there are five prohibitions, and that is the law. [The marring of the beard] was likewise a practice of idolatrous priests, and it is well known that in our day European priests shave off their beards. The reason why [the prohibition against marring the five corners of the beard] is not to be counted as five Commandments is that the prohibition deals with a single matter in a single expression, as we have explained in dealing with the preceding Commandment. The provisions of this Commandment are explained at the end of Makkoth. It is not binding on women. NOTE This prohibition applies only to the marring of the beard with a razor; there is nothing against cutting off the beard with scissors, tweezers, or plane-like or file-like tools(Mishneh Torah, Mada, Hilchoth Abodath Kochabim XII, 7)"
  },
  {
    "id": 45,
    "title": "Making cuttings in our flesh",
    "text": "By this prohibition we are forbidden to make cuttings in our flesh, as the idolaters do. It is contained in His words (exalted be He), Ye shall not cut yourself (lo tithgodedu)(Deut. 14:1), and also in another form in His words, Ye shall not make any cuttings (seret) in your flesh for the dead(Le. 19:28). The Gemara of Yebamoth explains that 'Lo tithgodedu is required for its own context, the All-Merciful having said, 'You shall not inflict upon yoursleves any bruises for the dead.'' The Gemara of Makkoth says: 'Seritah (cutting with the hand) and gedidah (cutting with an instrument) are the same [i.e. are covered by the same Commandment].' It is also explained there that [one who cuts himself] for the dead, whether with the hand or with an instrument, is liable to whipping; [one who does so] in the practice of idolatry is liable if he does it with an instrument, but exempt if with the hand(since this is not the regular manner of doing it(cf. Neh.Comm.6)), as we find in the books of the prophets: They cut themselves (va-yithgodedu) after their manner with swords and lances(1 Kings 18:28). The Talmud says that this Negative Commandment also forbids dividing the people and causing faction and strife, understanding lo tithgodedu as, 'Ye shall not form yourself into factions(agudoth).' The real meaning of the verse, however, is, as the Sages explain, 'Ye shall not inflict upon yourselves any bruise for the dead'; this [other interpretation] is merely a derash[i.e. a non-halachic exposition of Scripture]. Similarly, their saying that 'he who is unyielding in a dispute violates a Negative Commandment, as it is said, That he be not as Korah and as his company(Num. 17:5), is also a derash, the real purpose of the verse being to defer [future malcontents from questioning the right of the descendants of Aaron to the priesthood]. And as the Sages explain the verse, it contains a negative statement and not a prohibition; their interpretation being that the Lord declares that whoever in future disputes the authority of the priests and claims the priesthood for himself will not be visited with the punishment meted out to Korah -  that is, will not be swallowed up by the earth - but will be punished as the Lord said concerning him by the hand of Moses(Num 17:5): that is to say, with Leprosy, as when He said to Moses: Put now thy hand into thy bosom, [and he put his hand into his bosom; and when he took it out, behold, his hand was leprous](Ex. 4:6), and as it related of king Ussaih(1 Chron. 26:16-21). To return to the subject of this Commandment, its provisions are explained at the end of Makkoth; and the punishment for contravention of this prohibition is whipping. NOTE according to Nachmanides (in his Commentary on the Torah) this Commandment is the basis for the Rabbinic injunction against giving way to excessive grief in case of a death in one's family. "
  },
  {
    "id": 46,
    "title": "Settling in the land of Egypt",
    "text": "By this prohibition we are forbidden ever to settle in the land of Egypt, in order that we should not learn the heresy of the Egyptians or follow their customs, which are repugnant to the Torah. This prohibition is contained in His words (exalted be He), Ye shall henceforth, return no more that way(Deut. 17:16). It occurs three times in Scripture, and according to the Sages: 'In three places the Torah warns Israel not to return to Egypt; but three times they returned, and three times they were punished(The first time was in the days of Sennacherib - Isa 31:1); the second time was in the days of Johanan, the son of Keneah - Jer 42:16; the third time was in the days of Trajan. These three times they returned, and on each of these three occasions they came to grief). The first of the three warnings we have already mentioned; the second is contained in His words, [And the Lord shall bring three back into Egypt in ships,] by the way whereof I said unto thee: 'Thou shalt see it no more again(Deut. 28:68)', and the third in His words, Whereas ye have seen the Egyptians today, ye shall see them again no more for ever(Ex. 14:13). Although [this third verse] according to its plain meaning is a statement, it is traditinally understood as a prohibition. At the end of the Gemara of Sukkah it is explained that Alexandria is included among the places in which we are forbidden to settle, and that the whole of the land of Egypt, in which we may not live, is an area of 400 square parasangs measured form the sea at Alexandria. It is, however, permissble to traverse this area for purposes of commerce, or to pass through it on the way to another country. It is said explicitly in the Jerusalem Talmud: 'You are not to return to settle, but you may return for purposes of trade, business, and conquest of the country.' NOTE it must be remembered that Maimonides lived in a time of persecution, when moreover the Crusades had engulfed the whole of the Near East. In such circustances, his decision to settle in Egypt was fully justified by the principle of the saving of human life, which is a paramount cinsideation in Jewish law."
  },
  {
    "id": 47,
    "title": "Accepting opinions contrary to those taught in the Torah",
    "text": "By this prohibition we are forbidden to exercise freedom of though so far as to accept opinions contrary to those taught us by the Torah; we are, on the contrary, to circumscribe our thoughts, and to raise a fence around them, which consists of the Positive and Negative Commandments of the Torah. This prohibition is contained in His words(exalted be He), And that ye go not about after your own heart and your own eyes, after which ye use to go astray(Num. 15:39), on which the Sifre says: 'And that ye go not about after your own heart - this means heresy, as it is said, And I find more bitter than death[the woman] whose heart is snares and nets](Ecc.7:26]. And after your eyes - this means whoredom, as it is said, And Samson said unto his father: ['Get her for me; for she pleaseth me well.'](Lit.,'she pleaseth my eyes'. Judges 14:3; Nym. 15:39, Sifre). By 'whoredom' is meant pursuing physical pleasures and indulgences, and constantly thinking about such things."
  },
  {
    "id": 48,
    "title": "Making a covenant with the Seven Nations of Canaan",
    "text": "By this prohibition we are forbidden to make a covenant with the heretics(i.e. the Seven Nations of Canaan, the Hittites, the Girgashites, the Amorites, the Canaanites, the Perizzites, the Hivites, and the Jebusites) and leave them undisturbed in their heresy. It is contained in His words(exalted be He), Thou shalt make no covenant with them(Deut. 6:2). We have already explained, in dealing with Positive Commandment 187, that the war against the Seven Nations, and the other injunctions relating to them, are proper to be included [in the 613 Commandments], and are not [to be excluded as being] limited in time. "
  },
  {
    "id": 49,
    "title": "Failing to observe the law concerning the Seven Nations",
    "text": "By this prohibition we are forbidden to spare the life of any man belonging to one of the Seven Nations, so that they may not corrupt people and lead them astray into idol-worhip. This prohibition is contained in His words(exalted be He), Thou shalt save alive nothing that breatheth(Deut. 20:16). To slay them is a Positive Commandment, as we have explained in dealing with Positive Commandment 187. Whoever contravenes this prohibition, by failing to slay any of them whom he could have slain, thereby infringes a Negative Commandment. "
  },
  {
    "id": 50,
    "title": "Showing mercy to idolaters",
    "text": "By this prohibition we are forbidden to show mercy to the idolaters, or to praise anything belonging to them. It is contained in His words(exalted be He), Nor shalt thou show mercy into them (lo technonem)(Deut 7:2), which is traditionally interpreted as meaning: 'Thou shalt ascribe no grace (chen) to them.' Thus, even if an idolater has a fine figure, we are forbudden to say of him 'He has a fine figure', or 'he has a beautiful face', as is explained in our Gemara. The Gemara of Abolah Zarah in the Jerusalem Talmud says that to acscribe beauty [to an idolater] is forbidden by a Negative Commandment. NOTE as to those modern nations whose religion is derived from the Torah, and who believe in the Creator, in the Divine Revelation of the Law and in the sacredness of this Scripture, we are enjoined to promote their welfare to the utmost of our ability, to intercede on their behalf in our prayers, and to behave towards them in all secular relations as if they were linked to our faith. Judaism regards them as ultimately destined to embrace fully the 'Yoke of the Kingdom of Heaven and of the Commandments'."
  },
  {
    "id": 51,
    "title": "Suffering idolaters to dwell in our land",
    "text": "By this prohibition we are forbidden to suffer idolaters to dwell in our land, so that we may not learn their heresy. It is contained in His words (exalted be He), They shall not dwell in thy land - lest they make thee sin against Me(Ex. 23:33). Should an idolater desire to stay in our land, we may not permit him to do so unless he forswears idolatry; in which case it is permissible for him to become a resident. Such a one is known as a ger tosahv(a rsident alien or proselyte), which means that he is a proselyte only in the sense that he is allowed to dwell in our land. Thus the Sages say: 'Whi is a ger toshav? According to R.Judah, one who dorswears idolatry.' 'A worshipper of idols, however, may not dwell among us; neither are we to sell him an estate or rent him [land or houses]: ['lo techonem'](Deut 7:2) is expressly interpreted to mean, thou shalt not grant them a settlement (chaniyah) in the land.' The provisions of this Commandment are explained in Sanhedrin and Abodah Zarah. "
  },
  {
    "id": 52,
    "title": "Intermarrying with the heretics",
    "text": "By this prohibition we are forbidden to intermarry with heretics(The reference here is to all non-Israelites, other than the ger tsedek, the righteous proselyte. King David extended this prohibition to the Nethinim proselytes - i.e the Gibeonites - because of their cruel treatment of the children of Saul). It is contained in His words (exalted be He), Neither shalt thou make marraiges with them(Deut. 7:3); and the term make marriages is thus explained: Thy daughter thou shalt not give unto his son, nor his daughter shalt thou take unto thy son. It is explicitly stated in Tractate Abodah Zarah: 'The Torah prohibits intermarriage. The punishment for contravention of this prohibition varies according to circumstances. If a has connection with a heathen woman publicly(i.e. in the presence of ten or more Israelites), any one who slays him while he is enganged in the transgression thereby inflicts on him the punishment meted out by Phineas to Zimri(Num. 25:6-14). Thus the Mishnah says: 'If a man co-habits with a heathen woman, he is punished by zealots.' This, however, is permissible only under the conditions specified: namely, that the transgression is done openly, and [the punishment exacted] while the act is in progress, as in the case [of Phineas and Zimri](Cf. Num.25:6). Where, however, the act is not committed publicly, or is nor punished by zealots at the time, the transgressor is liable to extinction, although this is not prescribed by the Torah. The question is raised in the Talmud: 'What if zealots do not punish him? and the answer is that he is liable to extinction(Known as karet mi-divrei'hem, extinction by Rabbinical law, as distinguisehed from extinction prescribed by Scriptural law.), as appears from the words of Scripture: For Judah hath profaned the holiness of the Lord which He loved, and hath married the daughter of a strange god. The Lord will cut off the man that doeth this, the master and the scholar(Mal. 2:11-12). [On this the Sages] say: 'This shows that he is liable to extinction.' Hence, when it is extablished that a man has had connection with a heathen woman before witnesses and in spite of formal warning, he is liable to whipping on the authority of the Torah. You should note this. The law on all these matters is explained in Abodah Zarah and Sanhedrin. NOTE The status of children of a mixed marriage, according to Jewish law, is determined exclusively by the faith of the mother. Thus if the mother is Kewish and the father non-Jewish, the children are considered in every respect Jewish, and vice versa(Shulchan Aruch,Even Ha-Ezer 4,5,19,Commentaries). "
  },
  {
    "id": 53,
    "title": "Intermarrying with a male Ammonite or Moabite",
    "text": "By this prohibition we are forbidden to intermarry with a male Ammonite or Moabite(A female Ammonite or Moabite, after proselytization, could marry an Israelite), even after they become proselytes. It is contained in His words (exalted be He), An Ammonite or a Moabite shall not enter into the assembly of the Lord(Deut. 23:4). The punishment for contravention of this prohibition is whipping: that is to say, if an Ammonite or Moabite male proselyte marries an Israelite woman, bot are liable to whipping by Scriptural law. The provisions of this Commandment are explained in the eight chapter of Yebamoth, and at the end of Kiddushin. NOTE Since 'Sennacherib, king of Assyria, came up and put all the nations in confusion', Commandments 53-56 inclusive do not apply, since we do not know the identity of these ancient nations; consequently, a male or female proselyte of any nation is permitted immediately to enter into 'the Assembly of the Lord'(Mishneh Torah, Kedushah, Hilchoth Isurei Bi'ah 12,25;Schulchan Aruch,Even Ha-Ezer 4,10)"
  },
  {
    "id": 54,
    "title": "Excluding descendants of Esau",
    "text": "By this prohibition we are forbidden to exclude the descendants of Esau [from our community] after they have become proselytes: that is to say, to refuse to intermarry with them [beyond the second generation](Deut. 23:9). This prohibition is contained in His words (exalted be He), Thou shalt not abhor an Edomite, for he is thy brother(Deut. 23:8)."
  },
  {
    "id": 55,
    "title": "Excluding descendants of Egyptians",
    "text": "By this prohibition we are forbidden to exclude Egyptians [from our community], and to refuse to intermarry with them, [beyoind the second generation](Deut. 23:9) after they have become proselytes. This prohibition is contained in His words (exalted be He), Thou shalt not abhor an Egyptian(Deut. 23:8). The provisions of these two Commandments - regarding Egyptians and Edomites (See preceding Commandment) - are explained in the eight chapter of Yebamoth, and at the end of Kiddushin. NOTE Maimonides says: '[The law teaches us that] if we find a person in trouble, whose assistance we have once enjoyed, or of whom we have received some benefit, even if that person subsequently done evil to us, we must bear in mind his previous[good] conduct. Thus the Law tells us: Thou shalt not abhor an Egyptian, because thou wast a stranger in his land, although the Egyptians subsequently oppressed us grievously, as is well known' (Moreh Nebuchim III,42)."
  },
  {
    "id": 56,
    "title": "Offering peace to Ammon or Moab",
    "text": "By this prohibition we are fobidden even to offer peace to Ammon or Moab. The Lord has commanded us that when we are about to besiege a city, we are to demand of its inhabitants, before opening hostilities, that they submit and make peace with us; and if they surrender the city to us, we are forbidden to make war on them or to slay them, as we have explained in dealing with Positive Commandment 190. But in the case of Ammon and Moab we are not to follow this procedure; the Lord has forbidden us to offer them peace and demand their submission. This prohibition is contained in His words (exalted be He), Thou shalt not seel their peace nor their prosperity [all thy days for ever](Deut. 23:7). On this the Sifre says: 'Since it is written, When thou drawest nigh unto a city to fight against it, then proclaim peace unto it(Deut.20:10), I might think that this rule applies here [in the case of Ammon and Moab] also. Scripture therefore says, Thou shalt not seek their peace. And since it is written: [He shall dwell with thee...] where it liketh him best; [thou shalt not wrong him](Deut. 23:17, See Neg Comm 254), I might think that here again the rule applies [to an Ammonite and Moabite fugutive slave] also. Scripture therefore says, Nor their prosperity all thy days for ever(Deut.23:7, Sifre). "
  },
  {
    "id": 57,
    "title": "Destroying fruit-trees during a siege",
    "text": "By this prohibition we are fobidden to destroy fruit-trees during a siege in order to cause distress and suffering to the inhabitants of the besieged city. It is contained in His words (exalted be He), Thou shalt not detroy the trees thereof[by wielding an axe against them; for thou mayest eat of them], but thou shalt not cut them down(Deut. 20:19). All [needless] destruction is included in this prohibition: for instance, whoever burns a garment, or breaks a vessel needlessly, contravenes the prohibition Thou shalt not destroy; and is liable to whipping. At the end of Makkoth it is explained that one who cuts down 'good trees'(i.e. fruit-trees) is liable to whipping. Upon this the Sages comment: 'The admonition against this action is contained in the words of Scripture, Thou mayest eat of them, but thou shalt not cut them down.' The provisions of this Commandment are explained in the second chapter of Baba Bathra. NOTE this Negative Commandment includes the prohibition obstructing the flow of streams, rivers, etc., in order to cause distress to the inhibitants of a besieged city(Mishneh Torah, Shoftim, Hilchoth Melachim VI,10)"
  },
  {
    "id": 58,
    "title": "Fearing the heretics in time of war",
    "text": "By this prohibition we are forbidden to fear the heretics in time of war, or to retreat before them; it is, on the contrary, our duty to be brave and summon all our strength to stand our ground in the line of battle. Whoever turns tail and retreats infringes the Negative Commandment contained in His words, Thou shalt not be affrighted at them(Deut. 7:21), and likewise in His words, Ye shall not fear them(Deut. 3:22). The injunction against retreating or giving ground in battle is repeated many times in Scripture, because this is a situation in which it is possible for him to vindicate the true faith. The provisions of this Commandment are explained in the eight chapter of Sotah. NOTE according to the Mishnah: 'They stationed warriors in front of [the soldiers] and others behind them, with axes in their hands, and if any sought to flee they were empowered to strike him down, for flight is the first step to defeat'(Sotah 44a,b)"
  },
  {
    "id": 59,
    "title": "Forgetting what Amelek did to us",
    "text": "By this prohibition we are forbidden to forget what Amalek did to us and how he attacked us unprovoked(Ex. 17:8-13). We have already explained, in dealing with Positive Commandment 189, that it is a Positive Commandment to remember what Amelek did to us, and to keep alive our hatred of him. Similarly, we are forbidden by a Negative Commandment ever to neglect or forget this matter. This prohibition is contained in His words (exalted be He), Thou shalt not forget(Deut 25:19). The Sifre says: 'Remember [what Amalek did unto thee](Deut. 25:17). - by the spoken word(See Pos.Comm. 189), Thou shalt not forget - in thy hearts(Deut 25:19). That is to say, we are not to relax our hatred of Amalek, nor are we to remove it from our hearts."
  },
  {
    "id": 60,
    "title": "Blaspheming the Great Name",
    "text": "By this prohibition we are forbidden to blaspheme the great Name [of the Lord](i.e. to utter the Holy Tetragrammaton), (exalted be He, far above all the words of the heretic). This is what is called [euphemistically] 'blessing the Name'. Scripture expressly prescribes stoning as the punishment for contravention of the prohibition contained in His words(exalted be He), And he that blashemeth the name of the Lord, he shall surely be put to death; all the congregation shall certainly stone him(Lev 24:16). But Scripture does not single out this sin for express prohibition; it is included in the general prohibition contained in His words, Thou shalt not curse Elohim(Ex. 22:28. The term Elohim means both 'God' and 'judges'. Thus the verse quoted both prohibits cursing a judge (Neg.Comm.315), an offence punishable by whipping, and provides the necessary admonition against blasphemy, for which Scripture expressly lays down the penalty of stoning.) The Mechilta says: 'In the words of Scripture, He that blashemeth the name of the Lord, he shall surely be put to death, we hear the penalty for this sin; but we have not heard the prohibition of it. Scripture therefore says [elsewhere], Tou shalt not curse Elohim(Ex.22:28,Mechilta). And according to the Sifra, 'The penalty for [blaspheming] the Special Name is death; for one of the substituted names - whipping(Lev. 24:16, Sifre). The Mechilta further say: 'Thou shalt not curse Elohim: this is the prohibition of blaspheming(Ex. 22:28, Mechilta of R.Simeon ben Yohai). The provisions of this Commandment are explained in the sevent chapter of Sanhedrin. You must know that this type of prohibition, which embraces two or three separate matters, does not fall into the category of lav sh-bik'laluth(see Neg.Comm. 9), because Scripture specifies the punishment for each transgression separately; consequently we know that each one is prohibited, and each is the subject of a Nehgative Commandment, as we have explained in our Introduction to this book. Since it is our principle that no punishment is prescribed unless a prohibition has preceded it, we are compelled to search for the prohibition; which we sometimes discover by means of one of the Rules of Interpretation, and sometimes find in a passage dealing with another matter, as we have explained in the Introduction. A lav she-bik'laluth exists only where we find no [Scriptural] basis whatever for the prohibition of any the actions concerned, except in that one Negative Commandment, as we have explained in Principle None. Where, however, we have already been taught that this or that is prohibited, because Scripture says that one who performs a certain action will incur a certain punishment, it does not matter whether the admonition is mentioned explicitly or is deduced by any reasoning, particular or general. You should understand this principle, for you will have many more Commandments which involve its application. "
  },
  {
    "id": 61,
    "title": "Violating a shebuat bittui",
    "text": "By this prohibition we are forbidden to violate a shebuat bittui (oath of utterance). It is contained in His words (exalted be He), Ye shall not swear by My name falsely(Lev. 19:12). The term shebuat bittui means an oath by which we swear to do not not to do something which religion neither enjoins or forbids(As e.g. 'I swear that I will eat this loaf' or 'I swear that I will not eat this loaf'). We must fulfil an oath of this kind(see Pos Comm 94), and we are forbidden to violate it by the words, Ye shall not swear by My name falsely. The Gemara of Shebuoth says: 'What is a shebuat sheker (false oath)? Swearing that which is the reverse [of the truth. eg. swearing that one has eaten, when one has not]. This [definition the Sages] corrected to: Swearing and reversing: that is, swearing to do something and doing the reverse of that which one has sworn to do. The Gemara explains there - in the third chapter of Shebuoth - and also in Tractate Temurah, that shebuat sheker (a false oath) is the non-peformance of a shebuat bittui. The passage runs as follows: 'This false oath - what kind is meant?' - that is to say, as the context shows: What is meant by a false oath which entails no action? - 'Shall we say that what is meant is swearing not to eat and then eating? But in that case an actio is performed. We must, then, conclude that what is meant is swearing to eat and then not eating. But is there a penalty of whipping [for breach of a prohibition involving no action]? Surely we are told...', etc. The punishment for wilful breach of this prohibition is whipping; if one contravenes it unintentionally, he must offer a sacrifice of higher or lower value, as we have explained in dealing with Positive Commandment 72. This is based on the following passage in the third chapter of Shebuoth: 'This is a shbuat bittui, for which one is liable to whipping if he violates it wilfully, but if unwittingly must bring an offering of higher or lower value. The provisions of this Commandment are explained there. When I stated that the punishment for wilful transgression of this Commandment is whipping, you must know that I did not mean to imply that there is a sin which is punished by whipping even though not committed wilfully. Wherever you find me stating that a certain transgressio is punishable by whipping - whether in what procedes or in what follows - you must know that this applies solely to a sin committed wilfully, in the presence of witnesses, and in defiance of formal warning, as explained in Tractate Sanhedrin in coonection with the stipulations regarding witnesses and formal warning. One who sins unintentionally, or under duress, or through wrong information, is in no circumstances liable to whipping or extinction, and least of all to judicial execution. This applies to all the Commandments, and should be noted. In the case of some of the Commandments, we do indeed state that wilful violation is punishable by whipping or death, because the same sin committed unintentionally involves bringing an offering. The reason is that not all sins committed unintentionally involve bringing an offering. But wherever the penalty for a transgression is whipping, extinction, or judicial execution, the punishment is not incurred unless the sin was committed in the presence of witnesses, and in defiance of formal warning. It is known that the only object of formal warning is to make a distinction between ignorant and wilful violation. You should know this principle, and do not expect me to repeat it. "
  },
  {
    "id": 62,
    "title": "Swearing a shebuat shav",
    "text": "By this prohibition we are forbidden to swear a shebuat shav (a vain oath). It is contained in His words (exalted be He), Thou shall not take the name of the Lord thy God in vain(Ex. 20:7). It forbids us to swear that an existing object is not what it is in fact(as where one swears that a pillar of stone is of gold), or that something exists which is impossible(as where one swears that a camel may fly), or to swear to violate any of the Commandments of the Torah(as where one swears that he will not read the Shema). Similarly, if one swears to a self-evident fact, which no educated person would deny or question, as for example if one swears by the Lord that whatever is slaughtered will die, this too is a case of taking the name of the Lord in vain. In the words of Mishnah: 'What is a shebuat shav? Swearing that which is contrary to the facts known to man.' The punishment for wilful contravention of this prohibition is whipping; one who contravenes it unintentionally is exampt, like the rest of those guilty of transgressing the Negative Commandments, as we have explained. It is said in [Tractate] Shebuoth that for a shebuot shav the punishment is whipping if the offence is wilful, and there is no punishment if it is unwitting. The provisions of this Commandment are explained there. "
  },
  {
    "id": 63,
    "title": "Profaning the Name of God",
    "text": "By this prohibition we are forbidden to profane the Name. This is the opposite of the sanctification of the Name, which is enjoined on us by the ninth Positive Commandment, and which we have explained in that place. This prohibition is contained in His words(exalted be Help), Ye shall not profane My holy Name(Lev. 22:32). This sin embraces actions of three kinds, of which two are possible for anybody, and the third only for certain individuals. The first kind of action, which is possible for anybody, is this. Anyone who in a time of persecution is required to transgress one of the Commandments, whether his coercer has in mind to make him commit a lesser or a graver sin, or anyone who is required, even in a time when there is no persecution, to commit the sin of idolatry, or incest or bloodshed, must sacrifice his life and submit to death rather than transgress, as we have explained in connection with the ninth Positive Commandment. If he commits the sin and so escapes death, he profanes the Name and infringes this Negative Commandment; and if it happens in public, i.e. in the presence of ten Israelites, he profanes the Name publicly and sins against His words(exalted be He), Ye shall not profane My holy name, and his iniquity is very grievous; but he is not punished by whipping, because he acted under compulsion, and a court has no right to inflict punishment of whipping or death except on one who has sinned intentioanlly, of his own free will, before witnesses and in defiance of formal warning. As the Sifre says of one who gives a child to Molech: 'I will set my face against that man(Lev 20:5): the Sages say, that man, but not the man who sins under duress, or unintentionally, or though wrong information.' Thus it has been made clear to you that one who worships idols under duress is not liable to extinction, and still less to judicial execution, but he is guilty of profaning the Name. The second kind of action, also possible for anybody, is committing a transgression which, though not caused by lust or the desire for gain, shows indifference and laxity of behaviour. A man who acts in such a way is also guilty of profaning the Name and liable to whipping; wherefore Scipture says, Ye shall not swear by My name falsely, so that thou profane the name of thy God(Lev 19:12, See Neg Comm. 61), because such a one shows indifference, although he derives no material benefit[from his action]. The kind of action possible only for certain individuals is conduct by a man of known piety and righteousness which seems to the populace to be a transgression and to be unworthy of such a pious man, though it is in fact permitted. Such conduct also is profanation of the Name? [Rab says:] If for instance I take meat from the butcher and do not pay him at once(he would thus learn to treat his debts dishonestly by delaying payment and then omitting it altogether). R.Johanan says: In my case [it is a profanation if] I walk four cubits without [uttering words of] Torah or [wearing] phylacteries(Yoma 86a (Sonc.ed.p.427).'The greater a man is, the more scruplulous should he be in all things, doing more than the strict letter of the law requires'(Mishnah Torah, Mada, Hilchoth Yesode ha-Torah V,II). This prohibition is also found elsewhere in the words of Scripture: Neither shall thou profane the name of thy God: I am the Lord(Lev. 28:21). The provisions of this Commandment are explained in Pesahim and at the end of Yoma. "
  },
  {
    "id": 64,
    "title": "Testing His promises and warnings",
    "text": "By this prohibition we are forbidden to test His promises and threats(exalted be He), conveyed to us by His Prophets, by casting doubt upon them after we have learnt that he who uttered them is a true Prophet. This prohibition is contained in Hos words, Ye shall not try the Lord your God(Deut. 6:16). NOTE according to Saadia Gaon, this Commandment also prohibits testing God's attributes with a view to establishing His almighty and unlimited powers, as Israel did in the desert: And they tries God in their heart...Behold, He smote the rock...can He give bread also? Also will He provide flesh for His people?(Ps. LXXVII,18-20;quoted in KImchi's commentary on Judges VI,39). Finally, the Commendment also prohibits exposing oneself to mortal danger and expecting the Almighty to perform a miracle to save him(1 Sam 16:2, Kimchi)."
  },

  {
    "id": 65,
    "title": "Breaking down houses of worship",
    "text": "By this prohibition we are forbidden to break down houses of worship of the Lord, or to destroy books of prophecy, or to erase the Sacred Names, and the like. This prohibition is contained in His words, Ye shall not do so unto the Lord your God(Deut 12:4). Having commanded us to destroy the idols, to erase their names, and to demolish completely their temples and altars(Deut 12:2-3; see Pos Comm 185), He adds the prohibition, Ye shall not do so unto the Lord your God. The punishment for contravention of this prohibition in any particular - such as pulling down any part of the Sanctuary, or the Altar, or the like, or erasing any if the Names of the Lord - is whipping. The Gemara, after explaining at the end of Makkoth that burning firewood belonging to the Sanctuary is punishable by whipping, adds: 'This prohibition is to be found in the words: Ye shall burn their Asherim with fire...Ye shall not do so unto the Lord your God(Deut 12:3-4;Mak.22a(Sonc.ed.p.150).' Similarly, after explaining there that the penalty for erasing the Divine Name is whipping, it goes on: 'The prohibition is to be found in the words, Ye shall destroy their name out of that place. Ye shall not do so unto the Lord.' The provisions of this Commandment are explained in the fourth chapter of Shebuoth. NOTE according to the 'Mishneh Torah', the law against destroying sacred writings applies only to Scripture written by an Israelite, conscious of their sacred character. But if an Israelite who is an infidel writes a Scroll of the Torah, it is burnt with all the Names of God contained therein. The reason is that he does not believe in the sanctity of the Divine Name, and did not write the Scroll as a religious duty, but regarded it as being like any other writing."
  },
  {
    "id": 66,
    "title": "Leaving the body of a criminal hanging overnight after execution",
    "text": "By this prohibition we are forbidden to leave the body [of a criminal] after execution hanging overnight on the tree, so that the sight of it may not give rise to sacrilegious thoughts. Hanging is practised by us only in the case of the blasphemer and the idol-worhipper, of whom also it is said: He blasphemeth the Lord(Num 15:30. Hence, hanging, which is the punishment laid down for blasphemy(Deut 21:23), is prescribed also for idol-worship, which is a form of blasphemy. This prohibition is contained in His words(exalted be He), His body shall not remain all night upon the tree(Deut 21:23), on which the Sifre says: 'His body shall not remain all night is a Negative Commandment.' The provisions of this Commandment are explained in the sixth chapter of Sanhedrin. "
  },
  {
    "id": 67,
    "title": "Interrupting the watch over the Sanctuary",
    "text": "By this prohibition we are forbidden to interrupt the watch over the Sanctuary, which must be continuously patrolled throughout the night. This prohibition is contained in His words, Ye shall keep (ush'martem) the charge of the holy things(Num 18:5. This is the general rule: wherever Scripture says 'Beware' or 'Take heed' (hisshamer), or 'Lest' (pen) or 'Do not'(al), the verse contains a Negative Commandment(Neg Comm 231). We have already explained, in dealing with Positive Commandment 22, that to keep guard over and patrol the Sanctuary is a Positive Commandment; and here we will show that to neglect this is to infringe a Negative Commandment. [This appears from] the words of the Mechilta: 'And they shall keep the charge of the tent of meeting(Num 18:4): this only [makes the observance of this charge] a Positive Commandment: but whence can we infer that [its neglect] is [a breach of] a Negative Commandment? From the words in Scripture: Ye shall keep the charge of the holy things.' The provisions of this Commandment are explained at the beginning of Tamid and Middoth. "
  },
  {
    "id": 68,
    "title": "The High Priest entering the Sanctuary at any but the prescribed time",
    "text": "By this prohibition the High Priest is forbidden to enter the Sanctuary at any and all times, because of the respect due to the Sanctuary and the awe one should have of the Divine Presence. This prohibition this contained His words(exalted be He), [Speak unto Aaron thy brother,] that he come not at all times into the holy place [within the veil, before the ark-cover which is upon the ark; that he die not].(Lev 16:2). This prohibition includes a number of restrictions. The High Priest is forbidden to enter the Holy of Holies even on the Day of Atonement except at the times presecribed for service(see Pso Comm 49); and all priests are forbidden to enter the Sanctuary at any time during the year except at the time of service. Briefly, it is forbidden for any priest to enter the place which he is allowed to enter - that is, the Inner Sanctum in the case of the High Priest, and the outer Sanctuary in the case of an ordinary priests - except during the time of service. One who violates this prohibition by entering outside the time of service is liable to death [by the hand of Heaven] if he eneters the Holy of Holies, and to whipping if he enters the Sanctuary. The Sifre says: 'That he come not at all times refers to the Day of Atonement; into the holy place covers also the rest of the year; within the veil makes the prohibition apply to to the whole of the Sanctuary. It might be thought that entering any part of the Sanctuary is punishable by death: Scripture therefore says, Before the ark-cover which is upon the ark; that he die not. What does this mean? Entering[the inner part of the Sanctuary, which is] before the ark-cover [that is, the Holy of Holies] is punishable by death, and entering the rest of the Sanctuary by whipping(Lev 16:2, Sifre.Men.27b). The gemara of Menahoth says explicitly: 'For entering the Sanctuary [outside the time of service] one is liable to whipping.' "
  },
  {
    "id": 69,
    "title": "A Priest with blemish entering any part of the Sanctuary",
    "text": "By this prohibition a priest with a blemish is forbidden to enter any part of the Sanctuary, that is, [the place where] the Altar [stands], or the space between the Porch and the Altar, or the Porch itself, or the Sanctuary proper. This prohibition is contained in His words(exalted be He), Only he shall not go un unto the veil, nor come nigh the altar(Lev. 21:23). It is explained at the beginning of Tohoroth that one who has a blemish, or whose hair is unloosed(See Neg Comm 163), is forbidden to enter the space between the Porch and the Altar, or any part of the Sanctuary. The Sifre also explains that these two prohibitions, Only he shall not go in unto the veil, and Nor shall he come nigh unto the altar, would not suffice one without the other, and both are necessary to make the law on this matter complete: the law, namely, that defines the place into which entry is forbidden [to those in question](Lev.21:23,Sifre). One who wilfully goes in beyond the Altar is liable to whipping, even if he does not enter for the purpose of ministering. "
  },
  {
    "id": 71,
    "title": "",
    "text": ""
  },
  {
    "id": 72,
    "title": "",
    "text": ""
  },
  {
    "id": 73,
    "title": "",
    "text": ""
  },
  {
    "id": 74,
    "title": "",
    "text": ""
  },
  {
    "id": 75,
    "title": "",
    "text": ""
  }
]
