[
  {
    "id": 1,
    "title": "Believing in, or ascribing any diety to any but Him",
    "text": "By this prohibition we are forbidden to believe in, or ascribe deity to, any but Him (exalted be He). It is contained in His words - though speech cannot strictly be attributed to His transcendent Being - Thou shalt have no other gods beside me.(Exodus 20:3). It is made clear at the end of Makkoth that this prohibition is one of the 613 Commandments, for it says there: 'Six hundred and thirteen Commandments were given to Moses at Sinai, etc.' This we have explained in connection with the first Positive Commandment. This Commandment is one of the Seven Noachid Precepts, which are obligatory upon all mankind."
  },
  {
    "id": 2,
    "title": "Making images for the purpose of worship",
    "text": "By this prohibition we are forbidden to make images for purposes of worship; and there is no difference between making them ourselves and directing others to make them. This prohibition is contained in His words (exalted be He), Thou shalt not make unto thee a graven image, etc. (Exodus 20:4). Whoever transgresses this Negative Commandment is liable to whipping, whether for making the idol, or for directing another to make it, even though he does not worship it."
  },
  {
    "id": 3,
    "title": "Making an idol for others to worship",
    "text": "By this prohibition we are forbidden to make an idol even for others to worship, and at the bidding of an idolater. It is contained in His words (exalted be He), Nor make ye to yourselves molten gods (Leviticus 19:4), on which the Sifra says: 'Nor make ye..molten gods: even for others'. It is also said there: 'He who makes an idol for his own use transgresses two Negative Commandments.' That is to say, he transgresses the prohibition against makeing it himself, even for the use of others, which is contained in this third Commandment, and also the prohibition against acquiring an idol and retaining it in his possession, even though another person made it for him, which is laid down in the preceding second Commandment. Hence he is liable to whipping twice over. The provisions of this Commandment, and the preceding one, are explained in Tractate Abodah Zarah."
  },
  {
    "id": 4,
    "title": "Making figures of human beings",
    "text": "By this prohibition we are forbidden to make figures of human beings ('But figures of cattle and other living things - with the exception of man - and of trees and plants, and similar objects, it is permissble to make, even if the figures are in relief') out of metal, stone, wood, and the like, even if they are not made for purposes of worship. The purpose of this is to deter us from making images altogether, so that we should not think, as the masses do, that they possess supernatural powers. This prohibition is contained in His words (exalted be He), Ye shall not make with Me - god of silver, or gods of gold, ye shall not make unto you.(Exodus 20:20). In explanation of this prohibition the Mechilta says: 'Gods of silver...ye shall not make: lest you should say: I am going to make them merely for ornaments, as others do in various countries, Scripture says, 'Ye shall not make unto you'. Transgression of this Negative Commandment is punishable by whipping. The provisions of this Commandment - what figures we are permitted and forbidden to fashion, and in what maneer, and so forth - are explained in the third chapter of Abodah Zarah. It is explained in Sanhedrin that this Negative Commandment - that is,  His words, Ye shall not make with Me - gods of silver, etc. - also embraces other matters which go beyond the scope of these Commandments; but the literal sense of the verse is what we have set out, as explained in the Mechilta. "
  },
  {
    "id": 5,
    "title": "Bowing down to an idol",
    "text": "By this probition we are forbidden to bow down to an idol; and it is clear that the trm 'idol' means any object of worship other than the Lord. This prohibition is contained in His words (exalted be He), Thou shall not bow down unto them, nor serve them(Exodus 20:5). The intention is not to prohibit only the act of bowing down, to the exclusion of other [forms of worship]; only one of the modes of worship, namely, bowing down, is mentioned, but we are equally forbidden to sacrifice, [or pour a libation], or burn incense before an idol; and whoever does one of these forbidden things, i.e. who bows down, or sacrifices, or pours a libation, or burns incense [before an idol], is liable to stoning. The Mechilta says: 'He that sacrificeth unto the gods shall be utterly destroyed.'(Exodus 22:19) We have thus heard the penalty, but we have not heard the admonition. Scripture therefore says, Thou shalt not bow down unto them, nor serve them. Sacrificing, which is included [among the forbidden acts], is here singled out for special mention to teach us the following lesson: In the case of sacrifice, which is something that is performed in the worship of God, it is a sin [to perform it for an idol] whether [the  idol] is ordinarily worshipped in that manner or not; so also in the case of any other act which is performed in the service of God, it is a sin [to perform it for an idol], whether [the idol] is ordinarily worshipped in that manner or not. The meaning of this dictum is that whoever performs before an idol any one of these four acts of worship - namely, bowing down, sacrificing, burning incense, and pouring a libation - which we are under obligation to perform in the service of God, is liable to stoning, even if the idol is not ordinarily worshipped in that manner. This is what is meant by the expression 'not ordinarily worshipped': although one has not worshipped the idol in the manner in which it is customary to worship it, yet worshipping it in one of the ways mentioned renders him liable to stoning if he has sinned wilfully, and to the extinction if his sin was not witnessed or he has not been punished for it. If, however, the sin is committed unintentionally, the sinner must offer a fixed Sin-offering. This applies also to one who deifies any object whatever. (As e.g. one who picks up a brick and says, 'Thou are my god'). This prohibition - that is, the prohibition against doing homage to an idol by any one of these four modes of worship, even if the idol is not ordinarily worshipped in that manner - is repeated in His words (exalted be He), And they shall no more sacrifice their sactifices unto the satyrs(se-irim)(Leveticus 17:7), on which the Sifra says: 'Se-irem means demons. In the Gemara of Zebahim it is explained that this prohibition applies particularly to the case of one who slaughters a sacrifice to an idol, even if it is not ordinarily worshipped in that way: 'How do we know that if one sacrifices an animal to Merkulis(i.e. Mercury, the Roman divinity, who was customarily worshipped by throwing stones to his statue) he is liable to punishment? Because it is written, They shall no more sacrifice their sacrifices unto the satyrs. Since [this verse] is redundant in regard to the ordinarily manner of worship, [which is forbidden] by the verse [Take heed (See text of Neg. Comm. 193) to thyself that thou be not ensnared to follow them...saying,] 'How used these nations to serve their gods?[even so will I do likewise]'(Deut. 12:30), take it as referring to an abnormal manner of worship. Hence wilful contravention of this prohibition is punishable by both extinction and stoning, as explained above, and whoever transgresses it unintentionally must bring an offering. The relevant words of Scripture are: He that sacrificeth unto the gods shall be utterly destroyed. The provisions of this Commandment are explained in the seventh chapter of Sanhedrin. "
  },
  {
    "id": 6,
    "title": "Worshipping idols",
    "text": "By this prohibition we are forbidden to worship idols even in ways other than the four specified above (i.e. bowing down, sacrificing, pouring a libation, and burning incense), provided that the manner of worship is the one which the particular idol is ordinarily worshipped, e.g. excreting to [Baal] Peor (Num 25.3) or throwing a stone to Merkulis. This prohibition is contained in His words(exalted be He), Nor serve them (Ex 20:5), on which the Mechilta says: Thou shalt not bow down unto them, nor serve them: they are two separate and independent sins - offering a sacrifice and bowing down. Accordingly, one who throws a stone to [Baal] Peor or excretes to Merekulis is not guilty of sin, since these are not customary modes of worship to be included under His words(exalted be He), [Take heed to thyself...that thou enquire not after their gods, saying:] How used these nations to serve their gods? even so will I do likewise.(Deit. 12:30). Wilful contravention of this prohibition is punishable bt stoning and extinction, and one who violets it unontentionally must bring an offering. The provisions of this Commandment also are explained in the seventh chapter of Sanhedrin, where we read: Why is extinction thrice [mentioned as the punishment for] idolatry(Lev.20:3,5; Num. 15:31). It is prescibed once for [worshipping an idol in] the customary manner; once for [worshipping it in] a non-customary manner; and once for [for worship of] Molech. That is to say, one who worships any idol in any way whatever is liable to extinction, provided that the manner of worship is the cutomary one, such as excreting to [Baal] Peor, or throwing a stone to Merkulis, or removing one's hair before Chemosh(Chemosh was the national deity of the Moabites - 1 Kings 11:7). Similarly, one who worships any idol whatever in any one of the four specified ways is liable to extinction, even if the manner of worship is not the cutomary one, as if one sacrifices to [Baal] Peor, or bows down to Merkulis -  which would be a 'non-customary' manner of worship. The third[Scriptural mention of] extinction applies to one who causes his offspring to pass through the fire in the worship of Molech, as I shall explain[in connection with the next Commandment]. "
  },
  {
    "id": 7,
    "title": "Handing over some of our offspring to the Molech",
    "text": "By this prohibition we are forbidden to hand over some of our offspring to the idol known, at the time of giving of the Torah, as Molech. It is contained in His words(exalted be He), And thou shalt not give any of thy seed to set them apart to Molech(Lev. 18:21). This form of idolatry, as explained in the seventh chapter of Sanhedrin, consisted of kindling a fore and fanning its flame, whereupon [the father] would take some of his offspring and hand them over to the priest engaged in the service of that idol, and then cause them to pass through the fire from one side to the other. The prohibition of such conduct is repeated in His words There shall not be found among you any one that maketh his son or his daughter to pass through the fire(Deut 18:10). One who wilfully violates this prohibition is liable to stoning, or to extinction if he is not stoned; one who sins unintentionally must bring a fixed Sin-offering. The provisions of this Commandment are explained in the seventh chapter of Sanhedrin."
  },
  {
    "id": 8,
    "title": "Practising the sorcery of the ob",
    "text": "By this prohibition we are forbidden to practise the sorcery of an ob, who, after burning a certain incense and performing a certain ritual, pretends that he hears a voice speaking from under his armpit, and answering his questions - this practice being a form of idolatry. (In his 'Mishneh' Torah' Maimonides adds: 'Or he takes a dead man's skull, burns incense to it, and uses arts of divination, till one seems to hear a voice, exceedingly low, come from under his arm-pit and reply to him). The prohibition is contained in His words(exalted be He), Turn ye not unto the ghosts(ob)(Lev. 19:31), on which the Sifra says: 'Ob - this is the Pithom that speaks from his arm-pit. One who willfully violates this prohibition - that is to say, who himself practises this [form of necromancy] and perfomrs the ritual - is liable to stoning, or to extinction if he is not stoned; one who commits the sin unintentionally must bring a fixed Sin-offering. The provisions of this Commandment are explained in the seventh chapter of Sanhedrin."
  },
  {
    "id": 9,
    "title": "Practising the sorcery of the yidde'oni",
    "text": "By this prohibition we are forbidden to practise the sorcery of a yidde'oni, this likewise being a species of idolatry. The yidde'oni takes the bone of a bird called yido'a, puts it in his mouth, burns incense, recite certain prayers, and performs a certain ritual, until he is in a condition akin to fainting, and falls into a trance, in which he predicts the future. The Sages say: 'Yidde'oni - one who puts the bone of the yido'a in his mouth, and it(Lev. 19:3) speaks of itself. The prohibition of this practice is in the words, Turn ye not unto the ghosts, nor unto familiar spirits(yidde'oni)(Lev. 19:31). This is not to be regarded as lav she-bik'laluth[in which case the prohibitions of the practices of the ob and of the yidde'oni would count only as one Negative Commandment. This cannot be so,] because in speaking of the punishments incurred [by the violation of these prohibitions] He separated the two, saying 'ob' or 'yidde'oni'(Lev. 20:27), and ordaining stoning and extinction for the wilful violation of either. His words are (exalted be He), A man also or a woman that divineth by a ghost(ob) or a familiar spirit(yidde'oni), shall surely be put to death(Lev. 20:27). The Sifra says: 'In His words A man also or a woman that divineth by a ghost or a familiar spirit, we hear the punishment, but we do not hear the admonition. Therefore Scripture says, Turn ye not unto the ghosts, nor unto familiar spirits.(Lev. 19:31). In this case also one who transgresses the prohibition unintentionally must bring a fixed Sin-offering. The provisions of this Commandment are explained in the seventh chapter of Sanhedrin. "
  },
  {
    "id": 10,
    "title": "Studying idolatrous practices",
    "text": "By this prohibition we are forbidden to take an interest in idolatry or study its practices: that is, to learn by enquiry the follies and superstitions taight by its founders, as for instance that a certain spirit can be brought down by such-and-such means, and will behave in such-and-such a way; or that if incense is burnt to a certain star, and the worshippers stand before it in such-and-such a position, it will act in a certain manner; and the like. Merely thinking about these matters, and enquiring into these illusions, leads fools to frequent idols and worship them. The Scriptural verse containing the prohibition of these practices is: Turn ye not unto the idols(Lev. 19:4), on which the Sifra says: 'If you turn after them you make them gods'. The Sifra also quotes R.Judah as saying: '[Turn ye not unto the idols] - turn ye not to see them.': that is to say, do not even look at the physical idol, or study its craftmanship, so as not to spen a moment on anything connected with it. In [Tractate Shabbath], chapter Sheol Adam, the Sages say: 'The writing under the painting or an image may not be read on the Sabbath. And as for the image itself, one must not look at it even on weekdays(This applies only to pictures used in idol-worship), because it is said, Turn ye not unto the idols. How is this to be understood? Said R.Johanan: Turn ye not unto that which is conceived in your own minds.' This prohibition of thinking about idols is repeated in His words, Take head to yourselves, lest your heart be deceived, and ye turn aside and serve [other gods](Deut 11:16). That is to say, if your mind falls into the error of thinking about idols, this will lead you to stray from the right path, and actually worship them. He further says on this same matter, Lest thou lift up thine eyes unto heaven, and when thou seest the sun and the moon and the stars, etc(Deut. 4:19). For He does not forbid the mere raising the head and observing the heavenly bodies with the eyes; what he forbids is looking with eye of the mind at what their worshippers attribute to them. So also His words: [Take heed to thyself...] that thou enquire not after their gods, saying: 'How used these nations to serve theor gods? even so will I do likewise(Deut. 12:30), are an admonition to us not to enquire after the manner of their worship, even though we do not worship them ourselves, because all this leads to going astray after them. You must know that whoever transgresses this prohibition is liable to whipping?(This applies only where an overt act is involved, as where the idol is covered and the person concerned removes its veil in order to look at it). This is made clear at the end of the first chapter of Erubin, in connection with the ruling that the penalty of whipping for breach of the laws of erub of Boundaries(Neg.Comm 321) is prescribed by Scriptural law. In support of this the Scriptural words, Let no(al) man go out of his place[on the seventh day] were cited(Ex16:29); and when an objector asked, 'Is whipping the punishment for breach of a prohibition expressed by al and not by lo?' he was met with the reply: 'If whipping were not the punishment for breach of a prohibition expressed by al, it would follow that the breach of the prohibition Turn ye not(al) unto the idols, would not be punishable by whipping[but in fact it is]. This shows that contravention of this prohibition is punishable by whipping."
  },
  {
    "id": 11,
    "title": "Erecting a pillar which people will assemble to honour",
    "text": "By this prohibition we are forbidden to erect a pillar which people will come together to honour, even though it be erected for the purpose of worshipping the Lord. The reason [for this prohibition] is that we should not imitate the idolaters, whose custom it was to erect pillars and put their idols upon them. This prohibition is contained in His words(exalted be He), Neither shalt thou set thee up a pillar, which the Lord thy God hateth(Deut. 16:22). Contravention of this prohibition is punishable by whipping. "
  },
  {
    "id": 12,
    "title": "",
    "text": ""
  },
  {
    "id": 13,
    "title": "",
    "text": ""
  },
  {
    "id": 14,
    "title": "",
    "text": ""
  },
  {
    "id": 15,
    "title": "",
    "text": ""
  },
  {
    "id": 16,
    "title": "",
    "text": ""
  },
  {
    "id": 17,
    "title": "",
    "text": ""
  }
]
