[
  {
    "id": 1,
    "title": "Believing in God",
    "text": "By this injunction we are commanded to believe in God; that is, to believe that there is a Supreme Cause who is the Creator of everything in existence. It is contained in His words (exalted be He): I am the Lord thy God, who brought thee out of the land of Egypt (Ex 20:2). At the end of Tractate Makkoth it is said: 'Six hundred and thirteen (Taryag) Commandments were declared unto Moses at Sinai, as the verse says, Moses commanded us a law (Torah)'; that is, he commanded us to observe as many Commandments as are signified by the sum of the letter-numbers TORAH. To this it was objected that the letter-numbers of the word TORAH make only six hundred and eleven; to which the reply was: 'The tow Commandments 'I am the Lord thy God, etc.' and 'Thou shalt have no other gods before Me we heard from the Almighty Himself'. Thus it has been made clear to yu that the verse, 'I am the Lord thy God, etc.', is one of the 613 Commandments, and is that whereby we are commanded to believe in God, as we have explained."
  },

  {
    "id": 2,
    "title": "Unity of God",
    "text": "By this injunction we are commanded to believe in the Unity of God; that is to say, to believe that the Creator of all things in existence and their First Cause is One. This injunction is contained in His words (exalted be He), Hear O Israel: the Lord our God, the Lord is One (Deut 6:4). In most Midrashim you will find this explained as meaning that we are to declare the Unity of God's Name, or the Unity of God, or something of that kind. The intention of the Sages was to teach that God brought us out of Egypt and heaped kindness upon us only on condition that we believe in His Unity, which is our bounded duty. The Commandment to believe in God's Unity is mentioned in many places, and the Sages also call it the Commandment to believe in the Kingdom of HEaven, for they speak of the obligation 'to take upon oneself the yoke of the Kingdom of Heaven', that is to say, to declare God's Unity and to believe in Him."
  },
  {
    "id": 3,
    "title": "Love of God",
    "text": "By this injunction we are commanded to love God(exalted be He); that it to say, to dwell upon and contemplate His Commandments, His injunctions, and His works, so that we may obtaine a conception of Him, and in conveiving Him atain absolute joy. This constitutes the Love of God, and it obligatory. As the Sifre says: 'Since it is said, And thou shall love the Lord thy God (Deut 6:5), the question arises, how is one to manifest his love for the Lord? Scripture therefore says: And these words which I command thee this day, shall be upon thy heart (Deut 6:6); for through this [i.e. the contemplation of God's words] you will learn to discern Him whose word called the Universe in to existance.' We have thus made it clear to you that through this act of contemplation you will attain a conception of God and reach that stage of joy in which loveof Him will follow of necessity. The Sages say that this Commandment also includes an obligation to call upon all mankind to serve Him (exalted be He), and to have faith in Him. For just as you praise and extol anybody whom you love, and call upon others also to love him, so, if you love the Lord to the extent of the conception of His true nature to which you have attained, you will undoubtedly call upon the foolish and ignorant to seek knowledge of the Torah which you have already acquired. As the Sifre says: 'And thou shalt love the Lord they God: this means that you should make Him belovedof man as Abraham your father did, as it said, 'And the souls they had gotten in Haran (Genesis 12).' That is to say, just as Abraham, being a lover of the Lord - as Scripture testifies, AbrahamMy friend(Isa 41:8) - by the power of his conception of God, and out of his great love for Him, summon mankind unto Him. "
  },
  {
    "id": 4,
    "title": "Fear of God",
    "text": "By this injunction we are commanded to believe in the fear and awe of God(exalted be He), and not to be ease and self-confident but to expect His punishment at all times. This injunction is contained in His words, Thou shall fear the Lord thy God.(Deut 6:13). The Gemara of Tractate Sanhedrin discusses the verse, he that blasphemeth (nokeb) the name of the Lord, he shall surely be put to death (Lev 24:16): 'Perhaps the word nokeb should be taken to mean 'pronounceth' [rather than 'blasphemeth'], as we find elsewhere, The men that were pronounced (nikebu) by name (Num 1:17), the [requisite] admonition being derived from the verse, Thou shalt fear the Lord thy God? That is to say, the verse, he that blasphemeth the name of the Lord, etc., might be understood as meaning one who merely mentions the Name of the Lord, without committing blasphemy; and if you ask  'What son is there in that ?' we reply that such a one abandons the fear of the Lord, for it is part of the fear of the Lord, for it is part of the fear of the Lord not to pronounce His Name in vain. The Sages answer this question, and refute the view involved in it, as follows: 'First, in order to constitute blasphemy the Name must be used [in such a way that it might be represented as both the agent and the object of the blasphemy], and in this instance [of merely pronouncing the Name] the condition is absent'; that is to say, [the accused] must be guilty of blaspheming the Name [ of the Lord] in [His own] Name, just as [the Sages] say [by substitution], 'Let Jose smite Jose'. 'Moreover, the admonition you cite is  in the form of a Positive Commandment, and it is an accepted principle that such an admonition is invalid.' That is to say, your suggestion that a prohibition against the mere pronouncing of the Name of God can be derived from the verse, Thou shall fear the Lord thy God, is inadmissible, because that verse is a Positive Commandment, and a prohibition cannot be based upon a Positive Commandment. Thus it has been made clear to you that the words, Thou shalt fear the Lord thy God, lay down a Positive Commandment."
  },
  {
    "id": 5,
    "title": "Worshipping God",
    "text": "By this injunction we are commanded to serve God(exalted be He). This Commandment is repeated several times in Scripture, e.g. And ye shall serve the Lord your God(Ex 23:25); and Him shall ye serve(Deut 13:5); and Him shalt thou serve(Deut 6:13); and to serve Him(Deut 11:13). Although this Commandment is of the class of General Precepts which are excluded from the 613 Commandments under the Fourth Principle, it none the less imposes a specific duty, viz. that of Prayer. The Sifre says: 'to serve Him means Prayer'.The Sages also say: 'to serve Him means study of the Law.' In the Mishnah of R. Eliezer, the son of R. Jose Ha-Galili, the Sages say: 'Whence do we learn that Prayer is obligatory? From the verse, Thou shalt fear the Lord thy God; and Him shalt thou serve(Deut 6:13).' The Sages also say: 'Serve Him through His Torah, and serve Him in His Sanctuary', which means that we should aspire to pray either in the Temple or towards it, as Solomon clearly said(1 Kings 8:30)"
  },
  {
    "id": 6,
    "title": "Cleaving to God",
    "text": "By this injunction we are commanded to mix and associate with wise men, to be always in their company, and to join with them in evry possible manner of fellowship: in eating, drinking, and business affairs, to the end that we may succeed in becoming like them in respect of their actions and in acquiring true opinions from their words. This injunction is contained in His words(exalted be He), And to Him shall thou cleave(Deut 10:20), which are repeated in the verse, And to cleave unto Him(Deut 11:22). The Sifre says: 'And to cleave unto Him means that we should cleave to wise men and to their disciples'. The Sages also use the words 'to Him thou shall cleave' as proof that it is one's duty to marry a wise man's daughter, to give one's own daughter in marriage to a wise man, to confer benefits on wise men and to have business relationships with them. 'Is it possible', they say, 'for a man to cleave to the Divine Presence, seeing that it is written, For the Lord thy God is a devouring fire(Deut 4:24)?' Hence we must conclude that whoever marries a wise man's daughter [or gives his daughter in marriage to a wise man, or confers a benefit on a wise man out of his possessions, is to be regarded in the light of this verse as cleaving to the Divine Presence]."
  },
  {
    "id": 7,
    "title": "Taking an oath be God’s name",
    "text": "By this injunction we are commanded to swear only by His Name(exalted be He), whenever we are required to confirm or deny something on oath, because by doing so we exalt, honour and magnify Him. This injunction is contained in His words(exalted be He), And by His Name shall thou swear(Deut 6:13, Deut 10:20), in explanation of which the Sages say: 'The Torah says By His name shall thou swear, and again, Thou shalt not take the name of the Lord thy God in vain(Ex 20:7, Deut 10:20). Just as we are forbidden to take an oath for which there is no necesity, and this is a Negative Commandment(Neg. Comm 62), so we are commanded to take an oath when necessary, and this is a Positive Commandment. It is for this reason that it is not permissible to swear by any created object, such as the angels or the stars, save only where the oath is elliptical: as, for instance, where one swears by the truthof the sun, meaning 'by the truth of the God of the sun'. It is in this manner that our nation swears by the name of Moses our Teacher - honoured be his name - as though he who swears were to say 'by the God of Moses', or 'by Hom who sent Moses'. But whenever the one who swears does not mean it so, but swears by a created object, in the belief that that object has in itself such truth that one can swear by it, he transgresses by placing some other object on an equal footing with the Name of Heaven: and on this Tradition says: 'He who places the Name of Heaven on an equal footing with some other object shall be uprooted from the world.' This was the meaning intended by the verse, By His name shalt thou swear: To Him alone shalt thou in faith ascribe the truth by which it is proper to swear. It is said at the beginning of Tractate Temurah: 'Whence do we learn that we my bind ourselves with an oath to perform the Commandments? From the verse, And by His name shalt thou swear.' "
  },
  {
    "id": 8,
    "title": "Walking in God’s ways",
    "text": "By this injuction we are commanded to be like God(praised be He) as far as it is in our power. This injunction is contained in His words, And thou shalt walk in His ways(Deut 28:9), and also in an earlier versein His words, [What doth the Lord thy God require of thee, but to fear the Lord thy God,] to walk in all His ways(Deut 10:12)? On this latter verse the Sages [in the Sifre] comment as follows: 'Just as the Holy One, blessed be He, is called Merciful, so shouldst thou be merciful; just as He is called Gracious, so shouldst thou be gracious; just as He is called Righteous, so shouldst thou be righteous; just as He is called Chasid[a term bespeaking kindness, goodness, etc], so shouldst thou be a chasid.' This injucntion has already appeared in another form in His words, After the Lord your God shall ye walk(Deut 13:5), which the Sages explain as meaning that we are to imitate the good deeds and lofty attributes by which the Lord(exalted be He) is described in a figurative way - He being indeed immeasurably exalted above all such description."
  },
  {
    "id": 9,
    "title": "Sanctifying God’s name",
    "text": "By this injuction we are commanded to sanctify God's Name. It is contained in His words, But I will be hallowed among the children if Israel(Lev 22:32). The purpose of this Commandment is that we are duty bound to proclaim this true religion to the world, undeterred by fear of injury from any source. Even if a tyrant tries to compel us by force to deny Him, we must not obey, but must positively rather submit to death; and we must not even mislead the tyrant into supposing that we have denied Him whicle in our hearts we continue to belivein Him(exalted be He). This is the Commandment concerning the Sanctification of the Name which is laid upon every son of Isreal: that we must be ready to die at the tyrant's hands for our love of Him(exalted be He), and for our faith in His unity, even as Hananiah, Mishael, and Azariah did in the time of the wicked Nebuchadnezzar, when he forced people to prostate themselves before the idol, and all did so, the Israelites included, and ther was none there to sanctify the Name of Heaven, all being in terror. This ws a sore disgrace to Israel, in that this Commandment was disregarded by them all, and there was none to fulfill it, all being afraid. This Commandment applies only in circumstance such as those of that great occasion, when the whole world was in terror, and it was a duty to decalre His Unity publicly at that time. The Lord had already promised through Isaiah that Israel would not be completely disgraced on that hard occasion, but young men would appear among them, undeterred by death, and would sacrifuce their lives and proclaim the Faith, sancrtifying the Name publicly, as He commanded us through Moses our Teacher. This promise is in the words, Jacob shall not now be ashamed, neither shall his face now wax pale; when he seeth his children, the work of My hands, in the midst of him, that they sanctify My name(Isa 29:22-23). The Sifre say: 'On this condition I bought you out of the land of Egypt, that ye sanctify My name publicly(Lev 22:32). The Gemara of Tractate Sanhedrin says: 'Is a Noachid commanded to sanctify His Name or not? Listen to this: 'The Noachids were commanded to observe seven Commandments; but if they were [also] commanded to sanctify His Name, there are eight. Thus it has been made clear to you that this is one of the Commandments that are obligatory upon Israel, the Sages having deduced this Commandment from the words, I will be hallowed among the children of Israel. The detailed rules of this Commandment are set out in the seventh chapter of Sanhedrin. "
  },
  {
    "id": 10,
    "title": "Reading the Shema",
    "text": "By this injunction we are commanded to read the Shema daily, in the evening and in the morning. This injunction is expressed in His words(exalted be He), And thou shall talk of them(Deut 6:7). The ordinances pertaining to this Commandment are explained in Berachoth, where it is shown that the reading of the Shema os ordained by the Torah. The Tosephta says: 'Just as the Torah has ordained an appointed time for the reading of the Shema, even so have the Sages appointed a time for Prayer; that is to say, the times of Prayer are not ordained by the Torah, but the duty of Prayer itself is imposed by the Torah, as we have explained(Pos. Comm. 5), and the Sages [only] appointed the times of Prayer. This is what the Sages mean when they say: '[The Men of the Great Assembly] appointed Prayers to correspond with the daily Burnt-offerings'; that is to say, they fixed the times of Prayer to correspond with the times at which [the daily Burnt-offerings] were brought. This Commanment is not obligatory upon women."
  },
  {
    "id": 11,
    "title": "Studying the Torah",
    "text": "By this injunction we are commanded to teach and to Study the Torah, which is called Talmud Torah. This in junction is contained in His words, And thou shalt teach them diligently unto thy children(Deut. 6:7). The Sifre says: 'To thy children, means to thy students: we find that a man's disciples are everywhere called his children, as it is said, And the sons of the prophets came forth(2 Kings 2:3; Deut 6:7).' The Sifre also says in the same place: 'And thou shalt teach them diligently - which means that [the words of the Torah] are to be fluent in thy mouth, so that when a person asks any question concerning them, thou are not to be halting in thine answer to him, but thou are to answer him at once. This Commandment is repeated many times: And ye shall teach them(Deut. 11:19); and do them(Num. 15:39); and that they may learn(Deut. 31:12). The importance of this Commandment and the obligation to fulfil it are emphasized in many places in the Talmud. That woman are not bound by this Commandment we infer from His words, And ye shall teach them your sons(Deut. 11:19), whereon the Sages comment: 'Sons, but not daughters'; as has been explained in Tractate Kiddushin."
  },
  {
    "id": 12,
    "title": "The Phylactery of the head",
    "text": "By this injucntion we are commanded to wear the Phylactery of the Head. This injunction is contained in His words, And they shall be for frontlets between thine eyes(Deut 6:8). This commandment is repeated four times [in Scripture](Ex.13:9;Ex.13:16;Deut6:8;Deut.11:18). Shulchan Aruch, Orach Chaim, XXV, 5 : The position of the phylactries against the heart, symbolizing the seat of the passions and emotions, and against the brain, symbolizing the diverse faculties and senses of the soul, indicates the worshipper's desire for complate self-subjugation to the service of the Lord."
  },
  {
    "id": 13,
    "title": "The Phylactery of the arm",
    "text": "By this injunction we are commanded to wear the Phylactery on the the Arm. This injunction is contained in His words(exalted be He), And thou shalt bind them for a sign upon thy hand(Deit 6:8). This Commandment is repeated four times [in Scripture](Ex. 13:1; Ex. 13:16; Deut. 6:8; Deut. 11:18). The proof that the Phylactery of the Head and the Phylactery of the Arm are two [distinct] Commandments we find in the Genara, where the sages express surpise at the opinion that the Phylactery of the Head and the Phylactery of the Arm cannot be worn one without the other, but only when the two are together. 'If', they say , 'one cannot fulfil two Commandments, is he not to fulfil one? That is to say, if one cannot perform two Commandments must he perform neither of them? No: he should fulfil the one which he is able to fulfil. Thus [in the case under discussion] he should wear whichever phylactery he has. Thus it has been made clear to you that the Sages called the Phylactery of the Arm and the Phylactery of the Head two [distinct] Commandments. These two Commandments are not obligatory upon women, for in explanation of their obligatory character He has said, (exalted be He), That the law of the Lord may be in thy mouth(Ex.13.9), and women are not under obligation to study the Torah. This is the explanation given in the Mechilta. All the detailed rules of these two Commandments are set out in the fouth chapter of Menahoth. NOTE Seven rings, symbolizing the seven branches of the Candlestick, asre coild in a descending spiral around the forearm, and three rings, symbolic of Israel's spiritual betrothal to the Lord, are wound around the middle finger, the ensuing ring formations around the back and palm of the hand culminating once again in the Name Shadai. Three Commandments in the Torah are designated by the term oth - 'a sign' - between the Creator and Israel His people: Circumcision, the Sabbath, and the Tefillin or Phylacteries(Gen. 17:11; Ex. 31:13; Ex. 13:9). Phylacteries are not to be worn on the Sabbath or on holy days, those days constituting such 'a sign' in themselves."
  },
  {
    "id": 14,
    "title": "The Fringes",
    "text": "By this injunction we are commanded to make Fringes. It is contained in His words(exalted be He), That they make them[throughout their generations] fringes in the corners of their garments, and that they put with the fringe of each corner a thread of blue(Num. 15:38). This is not counted as two Commandments, although it is the rule with us that[the absence of] the blue[thread in the Fringes] does not impair the validity of the white, not does [the absence of] the white [threads] impair the validity of the blue(In each Fringe there should be seven white threads and one blue). The reason is given in the Sifre: One might think that these are two Commandments - the Commandment of the blue and the Commandment of the white; Scripture therefore states, And it shall be unto you for a fringes(Num. 15:39), thus showing that it is one Commandment and not two. This Commandment is not obligatory upon women, as explained at the beginning of Kiddushin. All its provisions are explained in Menahoth. NOTE The function of the thread of blue in the Fringes was expressed by Rabbi Meir in the folling words: 'Why was the colour blue chosen from all the other colours? Because blue resembles the sea, the sea resembles heaven, and heaven resembles the Throne of Glory'. By wearing the blue thread in the Fringes the Israelite was thus reminded of the great Reality in life - God."
  },
  {
    "id": 15,
    "title": "The Mezuzah",
    "text": "By this injunction we are commanded to make a Mezuzah(Lit. 'door-post'. A scroll of parchment on which are written the two portions, Deut.6:4-9, and Ex.11:13-21, and which is fastened to the right-hand door-post). It is contained in His words(exalted be He), And thou shalt write them upon the door-posts of thy house(Deut. 6:9). It occurs again [in Scripture](Deut. 11:20). All its provisions are explained in the third chapter of Menahoth."
  },
  {
    "id": 16,
    "title": "The Assembly during the Feast of Tabernacles",
    "text": "By this injunction we are commanded that all the people are to Assemble on the second day of Tabernacles, after the end of every seventh year, and several verses of Deuteronomy are to be read aloud to them. This injuction is contained in His words(exalted be He), Assemble the people, the men and the women and the children, etc.(Deut. 31:12), which words are the Commandment of the Assembly. In Kiddushin, where [the Mishnah] says: 'Observance of all the Possitive Commandments that are made dependent on [a prescribed] time is not incumbent upon women', the Talmud raises the question, 'Is not the [Commandment of the] Assembly of Positive Commandment that is made dependent on [a prescibed] time and is yet incumbent upon women?' The conclusion reached at the end of the discussion is: 'One cannot argue from a general rule' [affecting a given class of Commandments as to its applicability to any and every specific Commandment]. Thus we see that the Sages regard the Assembly as the object of a Positive Commandment. The provisions of this Commandment - namely, how it should be read, who should read, and what portions[of the Torah] should be read-are explained in the seventh chapter of Tractate Sotah. NOTE The reading in the Assembly, as prescibed in this Commandment, was carried out by the King of Israel. The reading of the King consisted of the following portions of Deut.: I, 1-6: 9; XI, 13-21; XIV, 22-28:69."
  },
  {
    "id": 17,
    "title": "The king to write a Scroll of Law",
    "text": "By this injunction we are commanded that evry king of our nation occupying the royal throne is to write a Scroll of the Law for himself, with which he is not to part. This injunction is contained in His words(exalted be He), And it shall be, when he sitteth upon the throne of his kingdom, that he shall write a copy of this law(Deut. 17:18). All the provisions of this Commandment are explained in the second chapter of Sanhedrin."
  },
  {
    "id": 18,
    "title": "Acquiring a Scroll of Law",
    "text": "By this injunction we are commanded that every man among us is to have(write,acquire) a Scroll of the Law for himself. if he writes it with his own hand, he is greatly to be praised, and this is to be preferred, as the Sages say: 'If he writes it with his won hand, Scripture considers it as if he had received it from Mount Sinai.' If he cannot write it himself, he is obliged to purchase one, or to hire[a scribe] who will write it for him. This injunction is expressed in His words(exlated be He), Now therefore write ye this song for you(Deut 31:19).' Now since it is not permissible to write[a Scroll of the Law containing only] certain sections of it, it follows of necessity that the words 'this song' mean the whole of the Torah which includes 'this song'. The Gemara of Sanhedrin says: 'Rabah said: Even if one's parents have left him a Scroll of the Law, he is nevertheless commanded to write one of his own, as it is said, Now therefore write ye this song for you. Abaye objected: the King is commanded to write a Scroll of the LAw for himself, for he should not seek credit for one wrtitten by others, and[this surely implies that] it is only a King [who is enjoined to write a Scroll even if his parents have left him one], and not a commoner? To this the reply was: The rule is necessary only to oblige the King to write two Scrolls, as we have been taight: he[the King] shall write him a copy(Deut 17:18, the Hebrew word translated 'a copy' means literally 'a repetition'.) of the law means that he is to write for himself two copies. That is to say, the difference between the King and a commoner is that every man must write one Scroll of the Law, but the King must write two, as explained in the second chapter of Sanhedrin. The rules for the writing of a Scroll of the Law and the conditions attaching thereto are explained in the thrid chapter of Menahoth, at the beginning of Baba Batha, and in Shabbath."
  },
  {
    "id": 19,
    "title": "Grace after meals",
    "text": "By this injuction we are commanded to bless the Lord(exlated be He) after every meal. It is contained in His words(exlated be He), And thou shalt eat and be satisfied, and bless the Lord thy God(Deut. 8:10). The Tosephta says: 'That the saying of grace after a meal is a precept laid down by the Torah we learn from the verse, And thou shalt eat and be satisfied, and bless[the Lord thy God](Berachoth Tosephta,VII.i). The provisions of this Commandment are explained in many places in Tractate Berachoth."
  },
  {
    "id": 20,
    "title": "Building the Sanctuary",
    "text": "By this injunction we are commanded to build a Sanctuary for His service. There sacrifices are to be offered and the perpetual fire is to burn, thither the [prescribed] pilgrimages are to be made, and there the festivals and assemblages are to be heold every year, as will be explained. This injuction is contained in His words(exalted be He), And let them make Me a sanctuary(Ex.25:8). The Sifre says: 'The Israelites were obliged to fulfil three Commandments upon their entry into the Land: to appoint a king over themselves, to build the Sanctuary, and to annihilate the offspring of Amalek(Deut. 17:15). Thus it has been made clear to you that the building of the Sanctuary is a distinct Commandment in itself. We have already explained that this general injunction includes particular precepts, and that the Candlestick, the Table, the Altar, and the other [vessels and appurtenances] are all parts of the Sanctuary, and all together are called 'the Sanctuary', although there is a specific regulation for each and every part. It is true that He has said with regard to the Altar, an altar of earth thou shalt make unto Me(Ex.20:21), so that one might suppose this to be an independent, apart from the Commandment to build the Temple; but the true state of the case is as I will explain to you. The literal sense of the verse refers to the time when High Places were permitted to us, and we were allowed to make an Altar of earth in any place, and to offer sacrifices on it: and the Sages already declared that the purpose of the verse was to command us to build an Altar attached to the earth, which would not be movable as it had been in the desert(Num. 4:14; Ex.27:7). This was said by them in the Mechilta of Rabbi Ishmael, where the verse is thus interpreted: 'When you enter the Land you are to make unto Me an altar attached to the ground.' This being so, the Commandment[about the building of the Altar] is one which is binding for all time, relating to one of the parts of the Temple - that is to say, the verse in its entirety(Ex.20:21-22) means that the altar to be built must be of stone. The Mechilta, explaining the words, And if thou make Me an altar of stone(Ex.20:20-22), says: 'Rabbi Ishmael says: Every if in the Torah implies permission, except in three instances, one of which is And if thou make Me an altar of stone.' Thereon the Sages said: 'And if thou make Me an altar of stone establishes an obligation. You maintain this to be an obligation; perhaps it is only permissive? Scripture therefore says, Thou shalt build the altar of the Lord thy God of unhewn stones(Deut. 27:6; Ex.20:22). [This proves it to be obligatory, and not merely permissive: so the Commandment relating to the Altar is only a part of the Commandment to build the Temple]. The provisions of this Commandment as a whole, that is to say, thise relating to the building of the Sanctuary, its design and its divisions, the building of the Altar, and the relative laws, are explained in a Tractate specially devoted to the subject, namely Tractate Middoth. In like manner the design of the Candlestick, of the Table, and of the golden Altar, and their positions in the Sanctuary are explained in the Gemara Menahoth and Yoma.  "
  },
  {
    "id": 21,
    "title": "Revering the Sanctuary",
    "text": "By this injunction we are commanded to be in exceeding great awe of the Sanctuary, and to regard it in our hearts with fear and dread, this being that reverence for the Sanctuary which is enjoined in Hios words(exalted be He), And ye shall reverence My sanctuary(Lev.19:30). The scope of that reverence is defined in the Sifra: 'What does reverence mean? One may not enter the Temple Mount with his staff, or his sandals, or his wallet, or with the dust upon his feet, nor may he make of it a short cut; still less may he spit there.' It is explained in several places in the Talmud that it was not permissible for anyone to remain seated in the Court[of the Sanctuary] except only the Kings of the House of David. All this follows from His words(exalted be He), And ye shall reverence My sanctuary, the observance of which is binding for all time, even in our own days, when[the Sanctuary], for our manifold sins, has been destroyed. The Sifra says: '[From this verse] I may infer only that [the obligation to revere the Sanctuary was binding] at the time when the Sanctuary was in existence. Whence do we infer that [it remains binding] even when the Sanctuary is no longer in existence? Because Scripture says, Ye shall keep My sabbaths, and reverence My sanctuary(Lev. 19:30; Lev.26:2): just as the observance of the Sabbath is [binding] for ever, even so reverence for the Sanctuary is [binding] for ever(Lev. 19:30). In the same place we read: 'Your reverence should be not for the Sanctuary, but for Him who commanded us concerning the Sanctuary.' It is for this reason that even today an Israelite is not permitted to walk through those regions of the Temple Mount that he was forbidden to enter when the Temple stood. Moreover, since in view of the laws of cleanness and uncleanness-and of the impossibility of observing these in our days-we must all be adjudged unclean, Jews are altogether forbidden today to enter the Temple grounds.(See also Pos.Comm.31, and Neg.Comm.78.)"
  },
  {
    "id": 22,
    "title": "Guarding the Sanctuary",
    "text": "By this injunction we are commanded to keep guardover the Sanctuary, and to patrol it every night throughout the night, thereby honoring it, exalting it, and magnifying it. This injunction is expressed in His words(exalted be He) to Aaron, And thou and thy sons with thee being before the tent of the testimony(Num.18:2), that is to say, you shall be before it at all times. This Commandment is also found in another form: And they shall keep charge of the tent of meeting(Num.18:4). The Sifre says: '[And thy brethren also, the tribe of Levi, the tribe of thy father, bring thou near with thee, that they may be joined unto thee, and minister unto thee;] and thou and thy sons with thee being before the tent of the testimony: the Priests [are to keep watch] within, and the Levites without'; that is to say, they are to guard and patrol the Sanctuary. The Mechilta says: 'And they shall keep the charge of the tent of meeting: [this verse] gives us only a Posistive Commandment involved? From the verse: Ye shall keep the charge of the holy things.' Thus it has been made clear to you that the guarding of the Sanctuary constitutes a Positive Commandment. In the same place we read: 'It lends glory to the Sanctuary that there are guards over it; for a palace that has guards over it is unlike a palace that has no such guards': and it is known that palterin, 'palace', is a name for the Sanctuary. The meaning is that the Sanctuary is exalted and glorified by having guards appointed to watch over it. All the provisions of this Commandment are explained in Tractates Tamid(first chapter) and Middoth. NOTE Guard was kept at twenty-four places in the Sanctuary at Jerusalem; these were divided among the Priests and the Levites. The Priests watched over three places, and Levites over twenty-one."
  },
  {
    "id": 23,
    "title": "Levitical services in the Sanctuary",
    "text": "By this injunction the Levites are commanded that they onlone are to perform certain services in the Sanctuary, such as the closing of the gates, and the chanting during the offering of the sacrifices [offered on behalf of the whole community of Israel]. This injunction is contained in His words, But the Levites alone shall do the service[of the tent of meeting](Num.18:23). The Sifre says: 'I might suppose that [a Levite] could choose whether to perform the service or not; Scripture therefore says, The Levites alone shall do the service; that is to say, they must do it willy-nilly.' It is thus , the performance of which is compulsory. The nature of the service of the Levites is explained in many places in Talmid and Middoth; and in the second chapter of Arakin it is explained that only the Levites were to chant[in the Sanctuary]. This Commandment appears again in another form: He[i.e.the LEvite] shall minister in the name of the Lord his God, as all his brethen the Levites do(Deut. 18:7), on which the second chapter of Arakin says: 'What is ministering in the name of the Lord? It means chanting. "
  },
  {
    "id": 24,
    "title": "Ablutions of the Priests",
    "text": "By this injunction the Priests are commanded to wash their hands and feet when they have to enter the Sanctuary or when they are about to perform the service. This is the Commandment of the Sanctifying of the Hands and Feet, and is contained in His words(exalted be He), And Aaron and his sons shall wash their hands and their feet thereat; when they go into the tent of meeting, ect(Ex.30:19-20). He who violates this Positive Commandment incurs the penalty of death by the hand of Heaven; that is to say, a Priest who serves in the Sanctuary without [first] washing this hands and feet becomes liable to the penalty. This rests on His words(exalted be He), [When they go into the tent of meeting,] they shall was with water, that they die not. The detailed rules of this Commandment are set out in their entirety in the second chapter of Zebahim. NOTE But it must be remembered that while the Priests were commanded to wash their hands and feet before they could perdorm any service, no person whatsoever could enter the Sanctuary Court(i.e.the Court of the Israelites, the Court of the Priests,etc) without having first immersed his whole body in a ritual bath(Yoma 30a)."
  },
  {
    "id": 25,
    "title": "Priests kindling the lamps",
    "text": "By this injunction the Priests are commanded to kindle the lamps continually before the Lord(According to Maimonides, the lamps of the Candlestick were to be trimmed and kindled twice daily, in the morning and in the evening, and were always to be burning. In the opinion, of most scholars, however, all the lamps were to be kindled only in the evening, while in the morning the Western Lamp was to be lighted). It is contained in His words(exalted be He), Aaron and his sons shall set it in order(Ex.27:21), and this is the Commandment of the Trimming of the Lamps. All the provisions of this Commandment are explained in the eight chapter of Menahoth, in the first chapter of Yoma, and in several places in Tractate Talmud."
  },
  {
    "id": 26,
    "title": "Priest blessing Israel",
    "text": "By this injunction the Priests are commanded to bless Israel every day. It is contained in His words(exalted be He), On this wise ye shall bless the children of Israel;[ye shall say unto them: The Lord bless thee, and keep thee; the Lord male His face to shine upon thee, and be gracious unto thee; the Lord lift up His countenance upon thee, and give thee peace.](Num. 6:23-26). The provisions of this Commandment are explained in the last chapter of Megillah and of Ta'anith, and in the seveth chapter of Tractate Sotah.NOTE The question was raised in the Talmud: while the Priests are to bless Israel, who is to bless the Priests themselves? To this R.Akiba's rejoinder was, that the Lord had assured Abraham our father that whoever should bless his seed would in turn be blessed by the Lord: And I will bless them that bless thee(Gen.12:3)"
  },
  {
    "id": 27,
    "title": "The Showbread",
    "text": "By this injunction we are commanded to place the Showbread before him continually. It is contained in His words(exalted be He), And thou shall set upon the table showbread before Me always(Ex.25:30). You already know that the Torah prescibes that new bread is to be placed [upon the Table] on every Sabbath, and franckincense along with it, and that the Priests are to eat of the bread which was [placed on the Table] on the preceding Sabbath. The provisions of this Commandment are explained in the eleventh chapter of Menahoth."
  },
  {
    "id": 28,
    "title": "Burning the Incense",
    "text": "By this injunction the PRiests are commanded to place incense thwice every day upon the Golden Altar. It is contained in HIs words(exalted be He), And Aaron shall burn thereon incense of sweet spices; every morning when he dresseth the lamps, he shal burn it(Ex. 30:7). The provisions of this Commandment, and the procedure to be followed in the burning of the incense every day, are explained at the commencement of Kerithoth and in several places in Talmid. NOTE Nachmanides counts the burning of the incense in the morning and in the evening as two distinct Commandments, since the obligation attaching to each is independant of the other."
  },
  {
    "id": 29,
    "title": "The perpetual fire on the Altar",
    "text": "By this injunction we are commanded to keep fire burning continually upon the Altar evry day. It is contained in His words,Fire shall be kept burning upon the altar continually(Lev. 6:6), which can only mean that [the Priests] are commanded to place wood upon the fire without fail every day in the morning and at dusk, as explained in the second chapter of Yoma, and in Tractate Tamid. The Talmud says expressly: 'Although the fire comes down from Heaven, it is nevertheless a duty to provide it by natural means. The provisions fo this Commandment, namely, the Commandment relating to the daily preparation of Fire upon the Altar, are set out in the fouth chapter of Yoma, and in the second chapter of Tamid."
  },
  {
    "id": 30,
    "title": "Removing the ashes from the Altar",
    "text": "By this injunction the Priests are commanded to remove the ashes from the Altar. This is called the Taking up of the Ashes, and the injunction is contained in His words(exalted be He), And the priest shall put on his linen garment...and he shall take up the ashes(Lev.6:3). The provisions of this Commandment are explained in many places in Tractates Tamid and Yoma."
  },
  {
    "id": 31,
    "title": "Removing the unclean",
    "text": "By this injunction we are commanded to put out unclean persons from the camp. It is contained in His words(exalted be He), [Command the children of Israel], that they put out of the camp every leper, and every one that hath an issue(Num. 5:2). The word 'camp' here means the Camp of the Divine Presence(The sacred city of Jerusalem was divided into three zones: (a) the zone extending from the walls of the city to the Temple Mount was known as the Camp of the Israelites; (b) that extending from the Temple Mount to the GAtes of Nicanor was known as the Camp of the Levites, and (c) the zone lying within these gates, including the Court of the Israelites, the Court of the Priests, the space between the Altar and the Porch, the Sanctuary, and the Holy of Holies, was known as the Camp of the Divine Presence), the equivalent of which in later generations was the Sanctuary Court [comprising the Court of the Israelites, the Court of the Priests,etc], as we have explained at the beginning of the Order Tohoroth in our Commentary on the Mishnah. The sifre says: 'That they put out of the camp [every leper,etc], this is an admonition to unclean persons not to enter the Sanctuary in a state of uncleanness(Num. 5:2,Sifre). This Commandment occurs also in another form: If there be among you any man, that is not clean by reason of that which chanceth him by night, then shall he go abroad out of the camp(Deut. 23:11). 'The camp' here must be understood to mean the Camp of the Divine Presence, since the Commandment itself says: Without the camp shall ye put them(Num 5:3), and we read in the Gemara of Pesahin: 'Then shall he go abroad out of the camp - this means the Camp of the Divine Presence.'The Mechilta says: 'Command the children of Israel that they put out of the camp, etc.: This is a Positive Commmandment. Whence do we infer that there is also a Negative Commandment involved? From the words: That they defile not their camp. The Sifre says: 'Then shall he go abroad out of the camp is a Positive Commandment(Deut. 23:11,Sifre)."
  },
  {
    "id": 32,
    "title": "Honouring the Priests",
    "text": "By this injunction we are commanded to exalt the descendants of Aaron, to show them honour and deference, and to assign to them a high degree of holiness and dignity, even overriding their own objections. All this is for the glory of the Lord(exalted be He), since He has taken them for His service and the offering of His sacrifice. This injunction is contained in His words, Thou shalt sanctify him therefore; for he offereth the bread of thy God; he shall be holy unto thee(Lev. 21:8), which the Sages interpret thus: 'Thou shalt sanctify him in all matters appertaining to holiness: that is to say, he sjall be forst in all holy matters(e.g. the reading of the Torah); he shall have the first right to recite the Benediction at a meal; and he shall be first to receive a seemly portion.' The Sifre also says: 'Thou shalt sanctify him - even against his will(Lev. 21:8, Sifre); that is to say, this is a Commandment laid upon us, and it does not depend on the Priest's wishes. So too it says: 'They shall be holy unto their God(Lev. 21:6) - even against their will. Therefore, they shall be holy - including even those who have a blemish[by which they are invalidated for service in the Sanctuary](see Neg Comm. 70,71).' We are not to argue thus: 'Since this Priest [who has a blemish] is unfit to offer the bread of God, why should we give him precedence and show him honour and respect?'; for He has said, Therefore, they shall be holy, meaning the whole of this honourable family, unblemished and blemished alike. The appropiate conditions, subject to which we must treat them in this way, are explained in scattered places in the Gemara of Makkoth, Hullin, Bechoroth, Shabbath, and elsewhere. "
  },
  {
    "id": 33,
    "title": "The Priestly Garments",
    "text": "By this injunction the Priests are commanded to array themselves in garments of special splendour and beauty before they minister in the Sanctuary. It is contained in His words(exalted be He), They shall make holy garments for Aaron thy brother, for splendour and for beauty(Ex. 28:4); and thou shalt bring his sons, and put tunics upon them(Ex. 29:8). These are the Priestly GArments; eight garments for the High Priest, and four for a common Priest. Whenever a Priest performs the service with fewer or with more than the number of garments appointed for that particular service, the service is invalid, and he is also liable to death by the hand of Heaven - I mean one who performs the service with fewer garments than the number appointed. In the Gemara of Sanhedrin likewise such a one is counted among those who are liable to death by the hand of Heaven. This is not explicitly stated in Scripture, but is derived from the verse, Thou shalt gird them with girdles...and they shall have the Priesthood [by a perpetual statute](Ex. 29:9), the interpretation of which is: 'So long as they wear their [appointed] garments, they are invested with their Priesthood; when they do nor wear their garments they are not invested with their Priesthood, and they become laymen. It will be explained below that a layman who ministers [in the Temple] incurs the penalty of death [by the hand of Heaven](See Neg.Comm. 74). The Sifre says: 'He [Moses] placed the breastplate upon him[Aaron](Lev. 8:8): this passage teaches us regulations that apply to the particular occasion, and also regulations that apply permanently; regulations for the service of every day, and also those for the service of the Day of Atonement. Every day [the High Priest] was to minister in the golden raiment, but on the Day of Atonement in the white lined garments. That the putting on of these garments is a Positive Commandment is clear from the following passage in the Sifre: 'Whence do we infer that Aaron did not put on the Priestly garments for his own aggrandisement, but as one who obeys the command of his King? From the words of Scripture: He did as the Lord commanded Moses(Lev. 16:34)' that is to say, although these garments, with their gold, onyx, jasper, and other precious stones, were of peerless beauty, it was not enjoyment of this beauty that the Priest was to consider, but only the fulfilment of the Commandment which the Lord laid upon Moses, namely that he must always wear these garments in the Sanctuary. All the provisions of this Commandment are explained in the second chapter of Zebahim, and in various places in Yoma and Sukkah. NOTE The four garments of the ordinary Priest were the tunic, drawers, turban, and girdle. The High Priest wore in addtion the breastplate, the robe, the upper garment, and the frontlet. A description of all these articles is found in Ex. 28:4-42."
  },
  {
    "id": 34,
    "title": "The Priests bearing the Ark",
    "text": "By this injunction we are commanded that the Priests are to bear the Ark upon their shoulders, whem we wish to transport it from place to place. This injunction is contained in His words, [But unto the sons of Kohath he gave none,] because the service of holy things belonged unto them: they bore them upon their shoulders(Hum. 7:9). Although this Commandment  was at the time laid upon the Levites, this was only because of the limited number of Priests [then availble], for Aaron was the first [High Priest]. In reality the fulfilment of this Commandment devolves upon the Priests, and it is they who are to bear [the Ark], as is clear from the book of Joshua and the book of Samuel(Josh. 3:14; 2 Sam.15:25). And when David commanded [the Priests and the Levites] to bring up the Ark for the second time, the book of Chronicles records: [So the Priests and the Livites sanctified themselves to bring up the Ark of the Lord, the God of Isreal.] And the children of the Levites bore the Ark of God upon their shoulders with the bars thereon, as Moses commanded according to the word of the Lord(1 Chron 15:14-15; see also 5:16); [that is to say. the Priests sanctified themselves for the bearing of the Ark, while the Levites did so for the purpose of accompanying the Priests and playing the music]. Likewise, in referring to the division of the Priests into twenty-four Courses, the book of Chronicles says, These were the orderings of them in their service, to come into the house of the Lord according to the ordinance given unto them by the hand of Aaron their father, as the Lord, the God of Israel, had commanded him(1 Chron. 24:19). The Sages explain this verse as implying that it is the task of the Priests to perform the service of bearing the Ark upon their shoulders, and that this is what the Lord, the God of Israel, commanded. The Sifre says: 'According to the ordinance unto them...as the lord, the God of Israel, had commanded him: where did He so commande him? [In the verse,] But unto the sons of Kohath he gave none, because the servic of holy things belonged unto them: they bore them upon their shoulders(Num. 7:9, Sifre). Thus it has been made clear to you that this is one of the [613] Commandments. "
  },
  {
    "id": 35,
    "title": "The Oil of Anointment",
    "text": "By this injunction we are commanded to have oil made for us according to a specific composition, ready for the Anointment of every High Priest who may be appointed, as He says, The Priest that is the highest among his brethren upon whose head the anointing oil is poured, etc(Lev. 21:10). With this oil some of the kings also were to be anointed, as explained in the provisions of this Commandment. The Tabernacle and all its vessels were anointed with this oil [by Moses], but the [Sanctuary] vessels will not be anointed with it in the future, for the Sifre says explicitly: 'With the anointment of these,' - that is to say, the vessels of the Tabernacle - 'all vessels [to be used in the Sanctuary] were sanctified for all time'(Num. 7:34), as He has said (exalted be He), This shall be holy anointing oil unto Me throughout your generations(Ex. 30:31). The provisions of this Commandment are explained at the beginning of Kerithoth. "
  },
  {
    "id": 36,
    "title": "Priests ministering in courses",
    "text": "By this injunction we are commended that the Priests are to minister in Courses, evry Course ministering one week, and that all [Courses] are not to minister at the same time, except during the Festivals, whan all Courses are to share equally in the service, and any [Priest] who is present may sacrifice. It is shown in Chronicles that David and Samuel divided [the Priests] into twenty-four Courses(1 Chron. 24:4-18), and in [Tractate] Sukkah it is explained that during the Festivals all [the Courses] shared equally [in the service]. The passage of Scripture in which this Commandment is contained is: And if a Levite come [from any of thy gates out of all Israel, where he sojourneth,] and come with all the desire of his soul [unto the place where the Lord shall choose]; then he shall minister in the name of the Lord his God, s all his brethren the Levites do, who stand there before the Lord. They shall have like portions to eat(Deut. 18:6-8). The Sifre says: 'And come with all the desire of his soul: one might [interpret this verse to mean that he might come] at any time [to participate in the Service of the Sanctuary]; Scripture there says, From any of thy gates, that is, when all Israel is assembled in one gate [i.e. in one city - Jerusalem] during the [three] Festivals. One might think that all Courses shared equally in the Fesitval offerings, even in those which were not occasioned by the Festivals themselves [namely, the daily Burnt-offerings brought in the morning and at disk every day of the year]; Scripture therefore says, Beside that which cometh of the sale of his patrimony(Deut. 18:8 -AV rendering). What is meant by the sale of patrimony? [One Priestly elder says to another,] 'Do thou [minister] in thy week, and I [will minister] in my week'; that is to say, they agreed on the rotation of the Courses, [the Priests gave] their consent to the whole arrangment of the service into Courses, a new Course ministering in turn evry week(The Priests were divided into twenty-four Courses. Each Course came by turn to the Sanctuary for one week's service. The Courses in turn were subdivided into Fathers Houses, each House ministering one day out of the seven. Tamid I,i(Sonc.ed.p.i). So the Targum explains the verse, traslating: 'beside the Course of the week, for thus the fathers ordained it. The provisions of this Commandment are explained at the end of the Gemara of Sukkah. NOTE Nachmanides points out that there is no special Commandment in the Torah ordaining that the Priests are to be divided into Courses. The Torah merely ordains that during the festivals all Priests are to share equally in the offerings. An oral tradition extended to the Sages the option of dividing Israel's Priesthood into Courses, but it was not obligatory upon them as a rule laid down by the Torah to establish such a division.   "
  },
  {
    "id": 37,
    "title": "Priests defiling themselves for deceased relatives",
    "text": "By this injunction we are commanded that the Priests are to defile themselves for [those of their deceased] relatives who are enumerated in the Torah(Lev.21:2-3). Since Scripture forbids them, out of respect, to defile themselves for the dead, but permits them to defile themselves for relatives, it might be thought to lie within the choice of a Priest whether to defile himself [for a relative] or not. [To exclude this possibility] He imposed a positive obligation on them by saying: For her(that is to say, for his sister) he shall defile himself(Lev. 21:3). The Sifre says: 'For her he shall defile himself, is a Positive Commandment. If he [a Priest] does not wish to defile himself he is made to do so against his will. It happened to Joseph the Priest that his wife had died on the eve of Passover, and he refused to defile himself for her, whereupon the Sages employed force and caused him to become defiled against his own will.' On this Commandment is based the duty of mourning; that is to say, the obligation incumbent upon every man of Israel to mourn for [the loss of] relatives, who are six in number(These are: mother, father, son, daughter, brother, sister; a husband and wife are under this obligation by Rabbinic ordinance only(Mishneh Torah, Shoftim, Hilchoth Abel II,i). It is to confirm this obligation that He has expressly declared in the case of the Priest, who is [ordinarily] for bidden to suffer defilement, that [in respect of the six relatives] he must defile himself at any rate like all other Israelites, so that the law of mourning may not be lightly esteemed. It has been shown that the mourning of the first day [following the burial of a relative] is prescibed by Scripture law. In the interpretation (of this principle the Sages have) said explicitly in (Tractate) Moed Katan: that mourning is not to be observed during a Festival: 'If the mourning begins before the Festival, the positive precept affecting all Israel [to rejoice on the Festival] overrides that affecting only the individual Commandment enjpining one [to mourn over his deceased relative]. Thus it is clear that the obligation of mourning is Scriptural, but is Scripturally obligatory only on the first day [after burial], while the remaining six days [of mourning are obligatory only by] Rabbinic ordinance; and that even a Priest is bound to observe mourning on the first day, and to defile himself for his[deceased] relatives. Understand this. The detailed rules of this Commandment are set out in Tractate Mashkin[i.e.Moed Katan], in several places in Berachoth, Ketuboth, Yebamoth, and Abodah Zarah, and in the Sifra in the [commentary on] the portion [of Scripture] commencing [with the words] Speak unto the Priests(Lev.21:3]. The obligation of the Priest to defile himself for his [deceiased] relatives does not apply to women [of Priestly families]; for the Priest, who is forbidden to defile himself for non-relatives, is commanded to suffer defilement for relatives, but the woman of Priestly family is not forbidden to defile herself for any deal person, as I will explain in the proper place(Neg.Comm. 166), and is consequently nor commanded or obliged to suffer defilement [foe deceased relatives]. She has to observe mourning, but whether to suffer defilement depends on her own wishes. Understand this.NOTE The rending of garments by relatives at the time of burial, and the observance of Shivah - seven days of strict mourning, during which the relatives of the deceased abstain from work, remain at home, walk unshod, sit on low seats, and receive condolences - are obligations imposed by Rabinnic ordinance. The reciting, at certain points in the service of public worship, of the prayer known as Kaddish(sanctifying the Name of the Lord) by surviving sons for eleven months after the death of a parent(and on every anniversary of the death thereafter) is a custom of post-Talmudic development. "
  },
  {
    "id": 38,
    "title": "The High Priest marrying only a virgin",
    "text": "By this injunction the High Priests is commanded to wed a virgin. It is contained in His words(exalted be He), He shall take a wife in her virginity(Lev. 21:13). The Talmud says explicitly: 'Rabbi Akiba held that even [the offspring of a union which was merely] contrary to a Positive Commandment was a bastard, and as an example of a union which is merely contrary to a Positive Commandment they give the case of a High Priest who has connection with a woman who is not a virgin: becuase it is an accepted principle that a Negative Commandment which is derived from a Positive Commandment has the force of a Positive Commandment; and the Talmud further says: 'The High Priest is commanded to marry a virgin.' The provisions of this Commandment are explained in the sixth chapter of Yebamoth, in various places in Ketuboth and Kiddushin. "
  },
  {
    "id": 39,
    "title": "The daily Burnt-offering",
    "text": "By this injunction we are commanded to offer in the Sanctuary every day two he-lambs of the first year, which are called the Continual Offerings. It is contained in His words(exalted be He), [This is the offerings made by fire which ye shall bring unto the Lord: he-lambs of the first year without blemish,] tow day by day for a continual burnt-offering(Num. 28:3). The provisions of this Commandment, the order of the sacrifices, and the procedure to be followed are explained in the second chapter of Yoma and in Tractate Tamid. NOTE These daily Burnt-offerings were provided solely from the fund made up of the half-shekels (see Pos.Comm. 171) which all Isreal, rich and poor, contributed alike."
  },
  {
    "id": 40,
    "title": "The High Priest’s daily Meal-offering",
    "text": "By this injunction we are commanded that the High Priest is to offer every day a Meal-offering in the morning and a Meal-offering at dusk, which are called the Baked Cakes of the High Priest, and are also referred to as the Meal-offering of the anointed Priest. This injunction is contained in His words, exalted be He, This is the offering of Aaron and his sons(Lev. 6:13). The provisions of this Commandment, and the time and manner of the offering, are set out in the sixth and ninth chapters of Menahoth and in various places in Yoma and Talmid.  "
  },
  {
    "id": 41,
    "title": "The Sabbath Additional Offering",
    "text": "By this injunction we are commanded to offer a sacrifice on every Sabbath in addition to the daily Burnt-offering. It is contained in His words(exalted be He), And on the sabbath day two he-lambs of the first year, etc.(Num. 28:9). The order of the sacrifice is explained in the second chapter of Yoma, and in Talmid.NOTE The order of the services on the Sabbath was as follows: the daily Burnt-offering of the morning was brought at sunrise; then the two dishes of frankincense that lay on the Table of Showbread were burnt; the Priests then ate the twelve loaves of the Showbread (see Pos. Comm. 27); the Additional Offering followed, and the services closed with the daily Burnt-offering of the evening."
  },
  {
    "id": 42,
    "title": "The New Moon Additional Offering",
    "text": "By this injunction we are commanded to offer a sacrifice on every New Moon in addition to the daily Burnt-offering, this being the Additional Offering of the New Moon. This injunction is contained in His words(exalted be He), In your new moons [ye shall present a burnt-offering unto the Lord](Num. 28:11). NOTE In this connection it may be noted that, the Jewish calendar being essentially based upon the rotation of the moon around the earth, the appearance of the new moon, following the period of its invisibility (about two days), was always marked by a feast-day in Israel. The Additional Offering brought on that day emphasized the importance of the occasion."
  },
  {
    "id": 43,
    "title": "The Passover Additional Offering",
    "text": "By this injunction we are commanded to offer a sacrifice on each of the seven days of the Passover in addition to the daily Burnt-offering, this being the Additional Offering of the Festival of Unleavened Bread. This injunction is contained in His words(exalted be He), Ye shall bring an offering made by fire unto the Lord seven days(Lev. 23:8). "
  },
  {
    "id": 44,
    "title": "The Meal-Offering of the new barley",
    "text": "By this injunction we are commanded to offer a Meal-offering of barley on the sixteenth day of Nisan, and with it a he-lamb of the first year without blemish for a Burnt-offering. This injunction is contained in His words(exalted be He), Then ye shall bring the sheaf of the firstfruits of your harvest unto the priests(Lev. 23:10). This Meal-offering is called 'the Offering of the Firstfruits', and this is referred to in His words(exalted be He), And if thou bring a meal-offering of firstfruits(Lev. 2:14). The Mechilta says: 'Every if in the Torah implies an option, except in three cases where it is used in connection with an obligation; one of these is: And if thou bring a meal-offering of firstfruits. You maintain this to be an obligation? Perhaps it is merely permissive. Scripture therefore says, Thou shalt bring for the meal-offering of thy firstfruits, etc. - showing that it is obligatory and not permissive(Ex.20:22,Mechilta). All the provisions of this Commandment are fully explained in the tenth chapter of Menahoth. "
  },
  {
    "id": 45,
    "title": "The Shevuoth Additional Offering",
    "text": "By this injunction we are commanded to bring an Additonal Offering also on the fiftieh day after the offering of the Omer, which is the sixteenth oday of Nisan. This is the Aditional Offering of the Feast of Weeks, mentioned in the book of Numbers. This injunction is contained in His words, Also in the day of the firstfruits, when ye bring a new meal-offering unto the Lord...ye shall present a burnt-offering for a sweet savour(Num. 28:26-27)."
  },
  {
    "id": 46,
    "title": "The bringing of the two loaves on Shevuoth",
    "text": "By this injunction we are commanded to bring into the Sanctuary on the Feast of Weeks, as prescribed, two loaves of bread, together with the sacrifices that are offered as complementary to the Bread-offering; and to offer sacrifices as prescribed in the book of Leviticus; and that after the two loaves have been waved, the Priests are to eat them along with the lambs of the Peace-offerings. This injunction is contained in His words (exalted be He), Ye shall being out of your dwellings two wave-loaves of the two tenth parts of an ephah(Lev. 23:17). It is explained in the fourth chapter of Menahoth that this sacrifice, which was complementary to the Bread-offering, is separate and distinct from the Additional Offering of the day [i.e. of the Feast of Weeks]. We have already given a sufficient explanation of this in our commentary on Tractate Menahoth. All the provisions of this Commandment are explained in Menahoth in chapters four,[five],eight, and eleven."
  },

  {
    "id": 47,
    "title": "The New Year Additional Offering",
    "text": "By this injunction we are commanded to offer an Additional Offering on the first day of Tishri, which is the Additional Offering of the New Year. This injunction is contained in His words(exalted be He), In the seventh month, on the first day of the month...ye shall prepare a burnt-offering for a sweet savour unto the Lord(Num. 29:1-2)."
  },
  {
    "id": 48,
    "title": "The tenth day of Tishri Additional Offering",
    "text": "By this injunction we are commanded to offer an Additional Offering on the tenth day of Tishri. It is contained in His words(exalted be He), On the tenth day of this seventh month...ye shall present a burnt-offering unto the Lord for a sweet savour(Num. 29:7-8)."
  },
  {
    "id": 49,
    "title": "The Service of the Day of Atonement",
    "text": "By this injunction we are commanded to perform the Service of the Day, that is to say, all the sacrifices and the confessions ordained by Scripture for the Day of Atonement, to atone for all our sins. This is the Service which is described in the Scriptural portion 'Achare Moth'(Lev.16:1-34). The proof that the whole of this (Service) in its totality constitutes only one Commandment is found at the end of the fifth chapter of Kippurim[i.e.Yoma]: 'Concerning every ministration of the Day of Atonement mentioned in the prescribed order, if one service is done out of order before another one, it is as if it had not been done at all.' All the provisions of this Commandment are explained in the Tractate which deals exclusively with this subject, namely Yoma. NOTE on four occasions in the course of the Atonement Service the High Priest entered the Holy of Holies, which he was forbidden to enter at any other time during the entire year."
  },
  {
    "id": 50,
    "title": "The Feast of Tabernacles Additional Offering",
    "text": "By this injunction we are commanded to offer an Additional Offering on the festival of Tabernacles. It is contained in His words(exalted be He), Ye shall present a burnt-offering, an offering made by fire, of a sweet savour unto the Lord.(Num. 29:13) This is the Additional Offering of Tabernacles. "
  },
  {
    "id": 51,
    "title": "The Shemini Atzereth Additional Offering",
    "text": "By this injunction we are commanded to offer an Additional Offering on the eighth day of the feast of Tabernacles, this being the Additional Offering of the Eighth Day of Solemn Assembly(Num. 29:35-38). What compels us to count this Additional Offering as a separate one, distinct from those offered daily during the Festival of Tabernacles, is the accepted principle that the Eighth Day of Solemn Assembly is a separate Festival. The Sages say explicitly: 'It[the Eighth Day of Solemn Assembly] is a separate Festival with a separate offering.' This proves that its offering is a separate one, and the matter is perfectly clear."
  },
  {
    "id": 52,
    "title": "The three annual pilgrimages",
    "text": "By this injunction we are commanded to go up to the Sanctuary three times in the year. It is contained in His words(exalted be He), Three times thou shalt keep a feast unto Me in the year(Ex. 23:14).  Scripture makes it clear that this 'going up' means going with a sacrifice(Deut. 16:16), [i.e. the Festival Peace-offering]. This Commandment is repeated several times(Deut. 16:15; Ex. 34:14); and the Sifre says: 'Three Commandments are observed on a Festival, and these are they: feasting, appearing before the Lord, and rejoicing(Deut. 16:11). The Gemara of Hagigah also says: 'Three Commandment are enjoined upon Israel on a Festival: feasting, appearing before the Lord, and rejoicing.' By 'feasting' is meant bringing a PEace-offering, which is not obligatory on women. The provisions of this Commandment are explained in Tractate Hagigah. "
  },
  {
    "id": 53,
    "title": "Appearing before the Lord during the Festival",
    "text": "By this injunction we are commanded to appear [before the Lord] during the Festivals. It is contained in His words, exalted be He: Three times in a year shall all thy males appear before the Lord thy God(Deut. 16:16). The purpose of this Commandment is that every man is to go up to the Sanctuary with every male child of his that is able to walk alone, and to offer a Burnt-offering when he goes up. This is called the Burnt-offering of the Appearance. We have already referred to the words of the Sages: 'Three Commandments are binding during a festival: feasting, appearing [before the Lord], and rejoicing(See Pos Comm 52).' The provisions of this Commandment, that is, the Commandment of Appearing [before the Lord], are also set out in Tractate Hagigah. This Commandment likewise is not binding on women."
  },
  {
    "id": 54,
    "title": "Rejoicing on the Festivals",
    "text": "By this injunction we are commanded to rejoice on the Festivals. It is contained in His words, exalted be He, And thou shalt rejoice in thy feast(Deut. 16:14). This is the third of the three Commandments that are observed on a festival. The most important obligation entailed by this Commandment is that of the compulsory Peace-offerings. These Peace-offeings are in addition to the Peace-offerings of the Festival [referred to in Commandment 52], and they are called in the Talmud, 'Peace-offerings of the Rejoicing.' With regard to these Peace-offerings we are told: 'Women are under obligation to take part in the rejoicing'; and Scripture says: Thou shalt sacrifice peace-offerings, and shalt eat there; and thou shalt rejoice before the Lord thy God(Deut. 27:7. This verse shows that the Peace-offering is associated with rejoicing.' The provisions of this Commandment are likewise set out in Tractate Hagigah. The words, thou shalt rejoice in thy feast, include the further injunction of the Sages that we are to rejoice by all possible modes of rejoicing, as by eating on the festivals, drinking wine, putting on new garments, distributing fruits and sweetmeats to children and women, and making merry with musical instruments and dancing in the Sanctuary, though not elsewhere('Making merry with musical instruments and dancing', though forbidden on a festival throughout the Land of Israel, was permitted in the Sanctuary), this being the Rejoicing of Beth Ha-Sho'ebah [the Drawing of the Waters](This was marked by a great public festivity heeld in the Sanctuary during the evenings of the Festival of Tabernacle being associated with the libation of water on the Altar during the festival.). All of these modes of rejoicing are comprised in His wowrds, thou shall rejoice in thy feast. The most binding of these [modes of rejoicing] is the drinking of wine, because that is specially associated with rejoicing. As the Gemara says: 'A man is in duty bound to make his children and his household rejoice on a Festival...Wherewith does he make them rejoice? With wine.' It says, further: 'We have been taught: Rabbi Judah ben Betheira says, When the Sanctuary was in existence, there could be no rejoicing save with meat, as it is said, Thou shalt sacrifice peace-offerings...[and thou shalt rejoice before the Lord thy God]. But now, when there is no Sanctuary, there is no rejoicing save with wine, as it is said, Wine that maketh glad the heart of man(Ps. 104:15).' It also says: 'Men [are to rejoice] in a manner appropriate for them, and women in a manner appropriate to them.' The Torah obliges us to include in this rejoicing the poor, the needy, and strangers. His words (exalted be He), are: [Thou shalt rejoice before the Lord thy God, thou...] and the stranger, and the fatherless, and the widow(Deut. 16:11). "
  },
  {
    "id": 55,
    "title": "Slaughtering the Passover-offering",
    "text": "By this injunction we are commanded to sacrifice the Passover-lamb of the fourteenth day of Nisan. It is contained in His words(exalted be He), The whole assembly of the congregation of Israel shall kill it at dusk(Ex. 12:6). Whoever fails in the observance of this Commandment, and wilfully neglects to offer the sacrifice at its appointed time, incurs (the penalty of) extinction(being 'cut off' (kareth) is one of the most serious modes of punishment known to Kewish law. It is not to be confused with death by the hand of Heaven), whether man or women: since it clearly appears from the Gemara of Pesahim that the First Passover-offering is obligatory upon women(This is not the case with the Second Passover-offering(see Pos.Comm.57)), even as it is upon every man of Israel, and that it overrides the Sabbath: that is to say, it has to be offered on the fourteenth day of Nisan even if it should fall on the Sabbath. The penalty of extinction [for the wilful neglect of this Commandment] is prescribed in His words: But the man that is clean, and is not on a journey, and forbeareth to keep the passover, that soul shall be cut off [from his people](Num.9:13). In the enumeration of the Commandments - all negative - fro the transgression of which one incurs the penalty of extinction, at the beginning of Tractate Kerithoth, the two Positive Commandments of the Passover and circumcision are included [as involving the same penalty]. We have already mentioned this in the Introduction. The detailed rules of this Commandment are set out in Tractate Pesahim.  "
  },
  {
    "id": 56,
    "title": "Eating the Passover-offering",
    "text": "By this injunction we are commanded to eat the Passover-offering on the night of the fifteenth of Nisan under the conditions specified: that is to say, it is to be roasted, it is to be eaten on one house(Ex.12:46, See Neg Comm 123), and it is to be eaten with unleavened bread and with bitter herbs. This Commandment is contained in His words (exalted be He), They shall eat the flesh in that night, roast with fire, and unleavened bread; with bitter herbs they shall eat it(Ex.12:8). If any one objects and asks: 'Why do you count the eating of the Passover-offering, the unleavend bread and the bitter herbs as one Commandment, and not as three, seeing that to eat unleavened bread is a Commandment, and to eat bitter herbs is one, and to eat the meat of the Passover-offering is one.' My answer will be: It is true that the eating of unleavened bread is a Commandment in itself, as I shall explain(See Pos.Comm.158); and so is the eating of the meat of the Passover-offering a Commandment in itself, as already mentioned, [this obkigation being explicitly laid down in the words, They shall eat the flesh in that night]. But [the eating of] bitter herbs is incidental to the eating of the Passover-offering, and is not to be counted as an independant Commandment. This is proved by the fact that the meat of the Passover-offering is eaten in fulfillment of the Commandment whether bitter herbs are available or not, but bitter herbs are not eaten except with the meat of the Passover-offering, because He says (exalted be He), They shall eat it with unleavened bread and bitter herbs(Num. 9:11). By eating bitter herbs without meat one fulfils no obligation whatever, and we cannot say that he fulfils one Commandment, namely, that of eating bitter herbs. In the words of the Mechilta: '[They shall eat the flesh in that night,] roast with fire, and unleavened bread; with bitter herbs they shall eat it: this teaches us that the Commandment regarding the PAssover-offering provides that it is to be eaten roasted, with unleavened bread and bittr herbs(Ex.12:8, Mechilta); that is to say, the [one] Commandment consists of the aggregate of these. It also says there: 'Whence do you infer that in the absence of unleavened bread and of bitter herbs the obligation can be fulfilled by eating only the Passover-offering alone? From the words: they shall eat it'; that is, [they shall eat] the meat alone [if need be]. 'Now one might think that just as in the absence of unleavened bread and bitter herbs the obligation can be fulfilled by eating the Passover-offering, so in the absence of the Passover-offering the obligation can be fulfilled by eating unleavened bread and bitter herbs, the argument being that, since eating the Passover-offering is a Positive Commandment, and eating unleavened bread and bitter herbs is also a Positive Commandment, then, if in the absence of unleavened bread and bitter herbs the obligation can be fulfilled by eating the Passover-offering alone, it should follow that in the absence of the Passover-offering the obligation could be fulfilled by eating unleavened bread and bitter herbs. Scripture therefore says: they shall eat it(Ex.12:8,Mechilta)'; [that is to say, they shall eat the Passover-offering]. It says further: 'They shall eat it: from this we deduce that the Passover-offering is to be eaten to the point of satiety [i.e. after everything else], whereas the unleavened bread and the bitter herbs are to be eaten before [the state of near] satiety has been reached'; since the essence of the Commandment consists in theeating of the meat [of the Passover-offering], as He has said, they shall eat the flesh in that night, whereas [to eat] bitter herbs is an obligation incidental to the eating of the meat, as will be clear from these citations to those who understand them. Clear proof of [the correctness of] our views is to be found in the statement in the Talmud: '[The eating of] bitter herbs nowadays rests only on a Rabbinic ordinance', for so far as the Torah is cincerned there is no obligation to eat them alone, but they are to be eaten with the meat of the Passover-offering. This constitutes clear and evident proof that [the eating of bitter herbs] is one of the things which are incidental to the Commandment [to eat the Passover-offering], and is not a distinct Commandment in itself. The provisions of this Commandment also are explained in Tractate Pesahim. "
  },
  {
    "id": 57,
    "title": "Slaughtering the second Passover-offering",
    "text": "By this injunction we are commanded that whoever has been unable to offer the first Passover-offering must slaughter the second Passover-offering. This injunction is contained in His words (exalted be He), In the second month on the fourteenth day at dusk they shall keep it(Num. 9:11). Here again it is possible to object and ask: 'Why do you cound [the obligation to offer] the second Passover-offering [as a distinct Commandment], thereby contravening the rule you have laid down in the Seventh Principle, that a regulation pertaining to a Commandment is not itself counted as a [distinct] Commandment? The objector arguing thus should know that the Sages held different views on the question whether the [obligation of the second] Passover-offering is to be regarded as an adjunct of the first, or as a distinct Commandment, and therefore to be counted separately. The Gemara of Pesahim says: 'One incurs extinction on account of the first [Passover-offering], and one incurs extinction on account of the second: this is Rabbi's view. But R.Nathan says: One incurs extinction on account of the first, but not on account of the second: and R.Hananiah ben Akabya says: One does not incur extinction even on account of the first, unless he [deliberately] fails to bring the second.' The Gamara proceeds to ask: 'Wherein do they differ?' and replies: 'Rabbi holds that the second [Passover] is a separate Festival, and R.Nathan holds that it is only complementary to the first.' This explains our assertion [that the Sages differed regarding the status of the second Passover-offering]. The Gemara says in the same place: 'Accordingly, if one wilfully neglects both [Passovers]', that is to say, wilfully fails to bring both the first Passover-offering and the second Passover-offering, 'all agree that he is culpable. If he neglects bith unintentionally, all agree that he is not culpable. If he neglects the first wilfully and the second unintentionally, he is culpable according to Rabbi and R.Nathan, not culpablr according to R.Hananiah ben Akabya. Likewise if his failure is wilful in the case of the first, but he brings the offering on the second, he is culpable according to Rabbi', because in his opinion the second Passover is not merely complementary to the first, and the law in all cases follows Rabbi's view. This Commandment is not binding upon women, for it is explained [in Tractate Pesahim] that for women the second [Passover-offering] is optional. The provisions of this Commandment are explained in the Gemara of Pesahim.  "
  },
  {
    "id": 58,
    "title": "Eating the second Passover-offering",
    "text": "By this injunction we are commanded to eat meat of the second Passover-offering in the night of the fifteenth of Iyar together with unleavened bread and bitter herbs. It is contained in His words (exalted be He), concerning this [offering] also: They shall eat it with unleavened bread and bitter herbs(NUm.9:11). The detailed rules of this Commandment also are set out in Pesahim. It is obvious that this Commandment is not binding on women; for just as they are not bound to slaughter [the second Passover-offering], as we have explained, so there can be no doubt that they are not bound to eat it. "
  },
  {
    "id": 59,
    "title": "Blowing the trumpets in the Sanctuary",
    "text": "By this injunction we are commanded to sound trumpets in the Sanctuary when offering any of the seasonal [i.e.Festival] sacrifices, and is contained in His words(exalted be He): Also in the day of your gladness, and in your appointed seasons, and in your new moons, ye shall blow with the trumpets [over your burnt-offerings, etc.](Num 10:10). The Sages say explicitly that this Commandment [is fulfilled bt the use of] trumpets. The provisions of this Commandment are explained in the Sifre, in Rosh Hashanah and Taanioth, since we are commanded to blow with trumpets in times of trouble and misfortune, when we cry unto the Lord(exalted be He), in accordance with His words: When ye go to war in your land [against the adversary what oppresseth you, then ye shall sound an alarm with the trumpets](Num 10:9). NOTE the actual execution of this Commandment devolved upon the Priests (Mishneh Torah, Abodah, Hilchoth Kle Ha-Mikdash III,5), and it was binding only during the existence of the Sanctuary, and within the Land of Israel(Sefer Ha-Chinuch, Comm. 384). "
  },
  {
    "id": 60,
    "title": "Offering cattle of a minimum age",
    "text": "By this injunction we are commanded that any cattle we bring as an offering is to be eight days old or more, and not less. This is the Commandment [concerning an offering] whose time [for being acceptable] has not yet come because of [something inherent in] itself, and it is contained in His words(exalted be He), Then it shall be seven days under the dam(Lev. 22:27). This Commandment is also given in another form, viz: Seven days it shall be with its dam(Ex.22:30). It applies to all offerings of all kinds, private and public. From the words, But from the eighth day and thenceforth it may be accepted for an offering made by fire unto the Lord(Lev.22:27), we conclude that before then it would not be acceptable. Thus it is clearly forbidden to offer an animal which has not reached the age of acceptability; but as this is a Negative Commandment derived from a Positive Commandment(see Pos.Comm.4), the penalty of whipping is not incurred for its transgression, and he who brings (an offering) whose time has not come is not whipped, as explained in the chapter 'It and its Young', where it also says: 'Leave alone [the prohibition of bringing an offering] whose time has not yet come, for Scripture has juxtaposed it to a Positive Commandment, [and therefore there is no whipping for transgression it]. The provisions of this Commandment are explained in the Sifre, and at the end of Tractate Zabahim. NOTE in speaking of the object of this Commandment Maimonides says, 'This is the reason why no animal could be brought that was not yet seven days old: it is imperfet and repulsive, like an untimely birth' (Moreh Nebuchim, III,46) "
  },
  {
    "id": 61,
    "title": "Offering only unblemished sacrifices",
    "text": "By this injunction we are commanded that everything we offer [unto the Lord] is to be perfect in its kind, free from all blemishes mentioned in Scripture and from all [imperfections regarded as] blemishes by Tradition(See Maimonides' reference to 'Tradition' in note to Pos Comm 174 for a definition of the term). This injunction is contained in His words (exalted be He), It shall be perfect to be accepted(Lev. 22:21), on which the Sifra says: 'It shall be perfect to be accepted: this is a Positive Commandment(Sifra, see also Neg Comms 91-96). The words, '[Beside the continual burnt-offering...ye shall offer them] - they shall be unto you without blemish - and their drink-offerings'(Num 28:31), have been quoted as proof that the wines of drink-offerings and their oils and fine flour must be absolutely perfect and free from any flaw whatsoever. The provisions of this Commandment are explained in the eighth chapter of Menahoth. NOTE but the same rule should be observed in regard to every offering we make to the Lord: it must be of the highest excellence and of the very best. The house of prayer one builds must surpass his own dwelling-house; the hungry should be fed of the best and daintiest foods on one's table; the naked should be clothed with the very finest of one's garments, and one should dedicate [to the Lord] only of the best that he possesses - even as Scripture declares, All the fat is the Lord's (Lev 3:16; Mishneh Torah Abodah, Hilchoth Issure Mizbeach VII,II)."
  },
  {
    "id": 62,
    "title": "Salt being brought with every offering",
    "text": "By this injunction we are commanded to offer salt with every offering. It is contained in His words(exalted be He), With all thine offerings thou shalt offer salt(Lev. 2:13, see also Neg.Comm. 99). The provisions of this Commandment are explained in the Sifre and in Menahoth. "
  },
  {
    "id": 63,
    "title": "The Burnt-offering",
    "text": "By this injunction we were commanded as to the procedure in connection with the Burnt-offering; that is to say, that any Burnt-offering, whether it be a private or a public sacrifice, must be offered in such-and-such manner. This Commandment is contained in His words in Leviticus, When any man of you bringeth and offering unto the Lord,...if his offering be a burnt-offering of the herd, etc(Lev. 1:2-3). NOTE Scripture nowhere indicates the nature of the sin that necessitated the bringing of a Burnt-offering. According to the Sages, such an offering atones for sinful thoughts(Menahoth, Tosephta X,12), and for the violation of a Positive Commandment(Lev. 1:4, Sifra)."
  },
  {
    "id": 64,
    "title": "The Sin-offering",
    "text": "By this injunction we are commanded that the Sin-offering, whatever it might be, must be offered in the manner specified [by Scripture]. This injunction is contained in His words (exalted be He), This is the law of the sin-offering, etc.(Lev.6:18). It is likewise explained in Leviticus how it is to be offered, what part of it is to burnt, and what part is to be eaten.(Lev. 7:3-7). NOTE the Sin-offering, and the Guilt-offering were considered as the Most Holy Things, whole the Peace-offering, the Thank-offering, and Firstling, the Tithe of Cattle, and the Passover-offering were regarded as the Lesser Holy Things. The former, in so far as they were consumed, had to be consumed within the Sanctuary Court, whole the Lesser Holy Things might be eaten anywhere in Jerusalem."
  },
  {
    "id": 65,
    "title": "The Guilt-offering",
    "text": "By this injunction we are commanded that the Guilt-offering must be offered in the manner specified [by Scripture]. This Commandment is contained in His words (exalted be He) in Leviticus: This is the law if the guilt-offering, etc(Lev. 7:1). Scripture explains how it is to be offered, what part of it is be burnt, and what part is to be eaten(Lev. 7:3-7). NOTE this type of offering could be brought by an individual only; there was no public Guilt-offering of any kind."
  },
  {
    "id": 66,
    "title": "The Peace-offering",
    "text": "By this injunction we are commanded that the Peace-offering must be offered in the manner specified in His words, If hi offering be a sacrifice of peace-offering, etc(Lev. 3:1), which are completed by the further words: This is the law of the Sacrifice of peace-offering...If he offer it for a thanksgiving, etc(Lev 7:11-12. This was known as the Thank-offering). These four rituals - to wit, those of the Burnt-offering, the Sin-offering, the Guilt-offering, and the Peace-offering - make up the whole of the ritual of sacrifices; for all offerings of animals, whether brought by an individual or by the congregation -of Israel], belong to one of these four kinds, except that the Guilt-offering is always an individual offering, as we have explained many times. Tractate Zabahim likewise contains the provisions of these four Commandments, and related matters associated with them, showing what rites are obligatory [in offering a sacrifice], what may not be done without breach of the law, what makes [a sacrifice] invalid, and what procedure is correct. NOTE the Thank-offering was brought by an individual when delivered from sickness or imprisonment, as well as after having successfully completed a voyage either across the sea or through the wilderness (Ber. 54b)(Cg Note to Pos.Comm 19)"
  },
  {
    "id": 67,
    "title": "The Meal-offering`",
    "text": "By this injunction we are commanded that the Meal-offering must be offered in the manner specified [by Scripture] in respect of each of its various kinds. This injunction is contained in His words, When any one bringeth a meal-offering unto the Lord, etc.(Lev. 2:1); If thy offering be a meal-offering baked on a griddle, etc.(Lev. 2:5); If they offering be a meal-offering of the stewing-pan, etc.(Lev. 2:7), which are completed by the further words, This is the law of the meal-offering,etc.(Lev. 6:7). The provisions of this Commandment, with its many aspects, are explained in the Tractate which deals specially with this matter, namely Menahoth. "
  },
  {
    "id": 68,
    "title": "Offering of a Court that has erred",
    "text": "By this injunction we are commanded that the Court is to offer a sacrifice if it gives a wrong decision. This injunction is contained in His words (exalted be He), If the whole congregation of Israel shall err, the thing being hid from the eyes of the assembly, etc.(Lev.4:13). The provisions and conditions of this Commandment are fully explained in Tractate Horayoth and in several places in Tractate Zebahim. "
  },
  {
    "id": 69,
    "title": "The Fixed Sin-offering",
    "text": "By this injunction we are commanded that whenever an individual has sinned unintentionally he must offer a Sin-offering. It is contained in His words(exalted be He), If any one of the common people, sin through error, etc(Lev. 4:27). This [offering] is a Fixed Sin-offering, that is, a Sin-offering which must be of an animal. We have already explained that the sins which when committed incur the penalty of a Sin-offering are those for which the penalty is extinction when they are committed wilfully, provided that the sin involves violation of a Negative Commandment, and that there is some act connected with it, as explained at the beginning of [Tractate] Kerithoth(Thus, Blaspheming the Name, onvolving mere utterance and connected with no act, entails extinction if wilfully committed, but does not entail a Fixed Sin-offering if commited unintentionally. The provisions of this Commandment are explained in Tractates Horayoth and Kerithoth, and in several places in Shabbath, Shevuoth, and Zebahim."
  },
  {
    "id": 70,
    "title": "The Suspensive Guilt-offering",
    "text": "By this injunction we are commanded to offer a certain sacrifice in case of doubt about one of those major sins for which the penalty is extinction if committed wilfully, and a Fixed Sin-offering if committed unintentionally. This sacrifice is called a Suspensive guilt-offering. An example of a case of doubt which calls for a Suspensive Guilt-offering is the following. Suppose a person has before two pieces of fat, one being fat of the kidneys [which is Scripturally forbidden food], and the other fat of the heart [Scripturally permitted food]. He eats one of the two, and the other is eaten by another person or lost. A doubt then arises in his mind whether the piece he has eaten was the permitted or the forbidden one. In such a case he must offer a sacrifice because of the doubt that has arisen, so as to get atonement, and this is called a Suspensive Guilt-offering. If it is subsequently established that the piece he ate was the fat of the kidneys, it is conformed that he has sinned unintentionally, and he must offer a Fixed Sin-offering.(See Pos Comm 69). The verse relative to this offering is in the book of Leviticus: If any one sin, and do any of the things which the Lord hath commanded not to be done, though he know it not, yet he is guilty, and shall bear his iniquity. And he shall bring a ram without blemish out of the flock, according to the valuation, for a guilt-offering unto the priest; and the priest shall make atonement for him concerning the error which he committed, though he knew it not(Lev. 5:17-18), that is to say, because he did not know whether he had erred or not. This is what the Sages call [a Sin] Unwittingly Committed. The provisions of this Commandment are explained in Tractate Kerithoth. "
  },
  {
    "id": 71,
    "title": "The Unconditional Guilt-offering",
    "text": "By this injunction we are commanded that one who commits certain transgressions must offer a Guilt-offering, and would thus obtain forgiveness. This is called an Unconditional Guilt-offering. The transgressions for which this offering is required are: sacrilege, robbery, having connection with a betrothed bondwoman, and swearing falsely in a case of a deposit. Whoever commits sacrilege unintentionally, that is to say, whoever derives a perutah's(i.e.the smallest copper coin current in the days of the Sages) worth of advantage from anything belonging to the Sanctuary, whether of the Consecreted Things that pertain to the Temple treasury, or of those that pertain to the Altar; or whoever robs his fellow of the value of a perutah or more, and swears [falsely in the matter]; or whoever has connection with a betrothed bondwoman, whether unintentionally or wilfully - in all these cases he is under obligation to bring an offering for his sin - not a Sin-offering, but a Guilt-offering, and such an offering is called an Unconditional Guilt-offering. As regard sacrilege His words (exlated be He) are: [if any one commit a trespass], and sin through error, in the holy things of the Lord, then he shall bring his forfeit, etc(Lev 5:15). [As regards robbery and swearing falsely in a case of a deposit] His words are: [If any one sin...] and deal falsely with his neighbour in a matter of a deposit,...and swear to a lie,...he shall bring his forfeit unto the Lord, a ram without blemish, etc.(Lev. 5:21-22,25) [As regards having connection with a betrothed bondwoman] His words are, And whosoever lieth carnally with a woman, that is a bondmaid, designated for a man...he shall bring his forfeit,etc(Lev. 19:20-21). The detailed rules of these Commandments are explained in Tractate Kerithoth. "
  },
  {
    "id": 72,
    "title": "The Offering of Higher or Lower Value",
    "text": "By this injunction we are commanded to offer a Sacrifice of Higher or Lower Value for certain definite transgressions. The transgressions for which this sacrifice is required are: the defilement of the Sanctuary or its Hallowed Things, an Oath of Utterance(i.e. an oath binding one to perform or to refrain from an action which the Torah does not forbid, e.g.'I swear that I will eat this loaf',etc.), and a [false] Oath concerning Testimony. If one who has been made unclean by any of the primiary source of uncleanness (as we have explained in the introduction to the Order of Tohoroth) unintentionally enters the Sanctuary, which would involve defilement of the Sanctuary; if one unintentionally eats meat that is holy, which would involve defilement of its Hallowed Things; if one swears an Oath of Utterance and unintentionally fails to keep it; if one swears a false oath concerning testimony, either unintentionally or wilfully - in each of these cases he must offer what is called a Sacrifice of Higher or Lower Value. This Commandment is contained in His words(exalted be He), If any one sin, in that he heareth the voice of adjuration, [he being a witness...if he do not utter it, then he shall near his iniquity;] of if any one touch any unclean thing...it being hidden from him that he is unclean...and when he knoweth of it, be guilty; or if any one swear clearly with his lips(i.e.not merely in his heart),...and it be hid from him...and it shall be, when he shall be guilty [in one of these things...] and he shall bring his forfeit...and if his means suffice not[for a lamb,etc.](Lev. 5:1-11). This sacrifice is called a Sacrifice of Higher or Lower Value because it has not to be of one specified kind, but may vary in accordance with the means of the transgressor who has to offer it. The provisions of this Commandment also are explained in Tractates Kerithoth and Shevuoth."
  },
  {
    "id": 73,
    "title": "Making confession",
    "text": "By this injunction we are commanded to make oral confession of the sins we have committed against the Lord(exalted be He) after we have repented of them. This is the form of confession: 'O God, I have sinned, I have committed iniquity, I have transgressed, and I have done thus and thus.' One must elaborate and ask forgiveness with all the eloquence at his command. You must know that even in the case of transgressions for which one is under obligation to offer one of the offerings specified above, for which the Lord has promised forgiveness to him who offers them, the offering alone without confession is not sufficient. This follows from His words(exlated be He), Speak unto the children of Israel: When a man or woman shall commit any sin that men commit...then they shall confess their sin which they have done(Num 5:6-7). Commenting on this verse, the Mechilta says: 'Sonceit says: he shall confess that wherein he hath sinned(Lev. 5:5), we infer that he must confess upon the sin which he has committed, that is, upon the sin-offering whilst it is still alive, not after it has been slaughtered. The verse does not tell us that the individual is to make confession for any [sin] except that of entering the Sanctuary [in a state of uncleanness].' For this verse, He shall confess that wherein he hath sinned, occurs in the Scriptural portion 'Va'yikra'(Lev. 1:1-5:26) with reference to the defiling of the Sanctuary and its Hallowed Things, and to [transgressions] which are mentioned together with these [i.e. and Oath of Testimony and an Oath of Utterance], as we have explained. This is why the Mecilta says that we can derive the obligation of making confession from that verse only in the case of one who has defiled the Sanctuary. 'Whence do you derive its application in the case of violation of any of the other Commandments? From the words of Scripture: Speak unto the children of Israel: [When a man or woman shall commit any sin that men commit, to commit a trespass against the Lord, and that soul be guilty;] then they shall confess[their sin which they have done.] Whence do you further [extend the obligation so as to make it apply to those Commandments whose transgression entails the penalty of] extinction or death [by the hand of Heaven]? From the words Their sin, that is, all their sins, extending the application [of confession] to Negative Commandments. Which they have done, extends the application to [violations of] the Positive Commandments(Found in Num.5:6-7, Sifra Zuta). The Michilta says in the same place: 'Any sin that men commit; this means violation of Commandments which involve relations with one's fellow men, [such as] theft, robbery, and speaking evil. To commit a trespass [against the Lord]: this includes false swearing and blaspheming. [And that soul] be guilty: this extends the obligation of making confession to all who incur the death-panalty [by judicial sentence].One might think that even those who are about to be put to death through false witnesses [must confess to the crimes of which they are falsely accused]; Scripture therefore says that soul be guilty: that is to say, the obligation of making confession is not compulsory upon one who knows that he has committed no transgression and that false testimony has been given against him.' Thus it has been explained to you that all kinds of sins, great or small, and even [the violation of] Positive Commandments, carry with them the obligation of making confession. Now since the Commandment, then they shall confess, is mentioned only in connection with the obligation of offering a sacrifice, the idea might occur to us that confession is not itself a separate obligation, but is only something incidental to the sacrifice. Hence [the Sages] were obliged to explain this in the Mechilta as follows: 'One might think that confession is necessary [only] when an offering is made: whence do we learn that it is necessary also when there is no offering? From the words of Scripture: Speak unto the children of Israel...then they shall confess. Still one may think that the obligation of making confession is binding only in the Land[of Israel]; whence do you infer[that it is binding] in the Diaspora also? From Scripture: And they shall confess their iniquity and the iniquity of their fathers(Lev. 26:40. the verse refers to a time when Israel would be dispersed). Thus did Daniel[who lived outside the Land of Israel] say, Unto Thee, O Lord, belongeth righteousness(Dan 9:7). Thus it has been made clear to you from all we have said that confession is itself a separate obligation, and is binding upon the transgressor for every sin that he commits, whether it be in the Land or outside it, whether he has made an offering or not. In any case he is bound to make confession, inaccordance with His words(exalted be He), then they shall confess their sin. The Sifre also says: 'And [Aaron shall] confess:(Lev. 16:21): this means oral confession.' The provisions of this Commandment are explained in the last chapter of [Tractate] Kippurim [i.e.Yoma]. NOTE repentance, however, must be sincere and wholehearted: 'If a man says, 'I will sin and repent, and sin again and repent', he will be given no chance to repent'(Yoma 85b)."
  },
  {
    "id": 74,
    "title": "Offering brought by a zav",
    "text": "By this injunction we are commanded that a zav [a man suffering a flux] must, when healed, bring an offering of 'two tutle-doves, or two young pigeons, the one for a burnt-offering and the other for a sin-offering'. This is the offering of the zav, whose atonement is not complete until he brings it. This injunction is contained in His words(exalted be He), When he that hath an issue is cleansed of his issue...on the eighth day he shall take to him two turtle-doves, etc.(Lev. 15:13-14).  "
  },
  {
    "id": 75,
    "title": "Offering brought by a zavah",
    "text": "By this injunction we are commanded that a zavah[i.e. a woman suffering a flux outside her menstrual period] must, when healed, bring an offering of 'two turtle-doves, or tow young pigeons'. This is the offering of the zavah, whose atonement is not complete until she brings it. Now one may perhaps object and say: 'Since the offering of a zav is the same as the offering of a zavah, and you [in enumerating the 613 Commandments] take into account only the type of offering involved, and pay no regard to the type of transgressor - this being your practice in the case of the Sin-offering, the Unconditional Guilt-offering, the Suspensive Guilt-offering and the Sacrifice of Higher or Lower Value, where you count each one as a separate Commandment, without troubling about the variety of transgressions for any of which the sacrifice in question may be required - why do you not adopt the same practice here, and disregard the fact that there are different individuals from whom the same offering of a bird may be required [thus counting the Commandments laid on the zav and the zavah as one Commandment only?] One who argues thus must be informed that the offering of the man or the woman suffering a flux is not brought because of sin, but is obligatory in certain circumstances. If the nature of the flux were the same in men and in women, as it is in name, the one being called a zav, and the other a zavah, then it would be appropriate to count the two Commandments as one. But that is not in fact the case; for it is the emission of semen that makes a man liable for an offering, but if a woman has a sort of emmision of semen, she is not a zavah, and it is only a flux of blood that makes a woman liable for an offering, whereas a flux of blood does not make a man liable. The word 'flux' means only 'flowing out', and what flows out is not always the same thing. The Sages say explicitly: 'A man conveys uncleanness through semen, a woman through blood.'(Lev 15:3, Sifre) The law of a zav and a zavah is not analogous to the law of a male and a female leper. This is clearly proved by what is said in Kerithoth: 'There are four persons whose atonement remains incomplete [until after the offering prescribed in each instance has been brought; namely], a man and a woman with a flux, a woman after childbirth, and a leper.' You see that the zav and the zavah are counted as two, because the flux of a man is different from that of a woman, whereas the male and the female leper are not distinguished. The verse relating to the offering of a zavah is: But if she be cleansed of her issue...on the eight day she shall take unto her tow turtle-doves, or two young pigeons, etc(Lev 15:28-29)."
  },
  {
    "id": 76,
    "title": "The offering after childbirth",
    "text": "By this injunction we are commanded that a woman giving birth to a child must bring an offering; to wit, a lamb of the first year for a Burnt-offering, and a young pigeon, or a turtle-dove, for a Sin-offering. If she is poor, she may bring two turtle-doves, or two young pigeons: the one for a Burnt-offering, and the other for a Sin-offering. She also is one of those whose atonement is not complete until she has bought the offering, as He says (exalted be He): When the days of her purification are fulfilled for a son, or for a daughter, she shall bring a lamb of the firtst year for a burnt-offering, and a young pigeon, or a turtle-dove, for a sin-offering.(Lev 12:6)."
  },
  {
    "id": 77,
    "title": "Offering brought by a leper",
    "text": "By this injunction we are commanded that a leper when healed if his leprosy must bring an offering of three animals - a Burnt-offering, a Sin-offering, and a Guilt-offering - and a log of oil. If he is poor, he may bring a he-lamb for a Guilt-offering, and two tutle-doves, or two young pigeons for a Burnt-offering and a Sin-offering respectively.[The Leper] is the fourth of those whose atonement is not complete [until he brings his offering]. This Commandment is contained in His words (exalted be He), On the eight day he shall take two he-lambs without blemish, and one ewe-lamb of the first year without blemish.(Lev 15:10). "
  },
  {
    "id": 78,
    "title": "The Tithe of cattle",
    "text": "By this injunction we are commanded that we are to single out a tithe of the clean animals born to us every year, to offer its fat and blood [on the Altar], and to eat the rest in Jerusalem. This injunction is contained in His words (exalted be He), All the tithe of the herd or the flock, whatever passeth under the rod, the tenth shall be holy unto the Lord.(Lev 27:32). This is the Tithe of cattle. The provisions of this Commandment are explained in the last chapter of Bechoroth. It is explained there that this Commandment is also binding outside of the Land [of Israel] and after the destruction of the Sanctuary. This is the law laid down in the Torah. But lest it should be eaten [outside Jerusalem] although unblemished - since we have no Sanctuary - the Rabbis ordained that this Commandment should be binding only while the Temple stood, and that on the rebuilding of the Temple it should be binding both in and outside the Land. NOTE The Priest received no part of the tuthe of cattle. The fat and blood of the animal once offered upon the Altar, it belonged wholly to its owner, as in the case of the Passover-offering. If the animal developed a defect - whether before or after its being set aside as tithe - it could be sluaghtered and eaten anywhere. The duty to set aside this tithe rested equally upon the Priest, the Levite, and the Israelite."
  },
  {
    "id": 79,
    "title": "Sanctifying the first-born",
    "text": "By this injunction we are commanded to sanctify fisrtlings, that is to say, to separate them and set them aside for that which is to be done with them in due course. It is contained in His words(exalted be He), Sanctify unto Me all the first-born...both of man and of beast.(Ex 13:2). The Torah explains that beast here means only cattle and sheep and [among unclean animals] asses.(Deut 15:19; Ex 13:13). This Commandment is repeated as regards the firstling of a clean animal [ and that is the Commandment under discussion] in His words (exalted be He), All the firstling males that are born of thy herd, etc.(Deut 15:19). This law of the firstling of a clean animal provides that it is to be given to the Priests, who are to offer its fat and blood [on the Altar], and eat what is left of its meat. The detailed rules of this Commandment are fully explained in Tractate Beechoroth."
  },
  {
    "id": 80,
    "title": "Redeeming the first-born",
    "text": "BY this injunction we are commanded to redeem the human firstling, and to give the redemption money to a Priest. It is contained in his words (exalted be He), The first-born of thy sons shalt thou give unto me.(Ex 12:28). The manner of this 'giving' is thus explained: the first-born is redeemed from the Priest, who has as it were a title to him, and is brought from him for five selas. The Commandment is contained in His words(exalted be He).: howbeit, the first-born of man shalt thou surely redeem(Num 18:15), and this is the Commandment of the Redemption of this first-born son. This obligation is not binding upon woman: it is a duty incumbent upon a father in relation to his son, as explained in Kiddushin. All the provisions of this Commandment are explained as explained in Bechoroth."
  },
  {
    "id": 81,
    "title": "Redeeming the firstling of an ass"
  },
  {
    "id": 82,
    "title": "Breaking the neck of the firstling of an ass"
  },
  {
    "id": 83,
    "title": "Bringing due offerings on the first festival"
  },
  {
    "id": 84,
    "title": "All offerings to be brought to the Sanctuary"
  },
  {
    "id": 85,
    "title": "All offerings due from outside the Land of Israel"
  },
  {
    "id": 86,
    "title": "Redeeming blemished offerings"
  },
  {
    "id": 87,
    "title": "Holiness of a substituted offering"
  },
  {
    "id": 88,
    "title": "The Priest eating the residue of the Meal-offerings"
  },
  {
    "id": 89,
    "title": "The Priests eating the meat of Consecrated Offerings"
  },
  {
    "id": 90,
    "title": "Consecrated Offerings that have become unclean"
  },
  {
    "id": 91,
    "title": "The remnant of Consecrated Offerings to be burnt"
  },
  {
    "id": 92,
    "title": "The Nazarite to let his hair grow"
  },
  {
    "id": 93,
    "title": "Nazarite obligations on completion of vow"
  },
  {
    "id": 94,
    "title": "All oral commitments to be fulfilled"
  },
  {
    "id": 95,
    "title": "Revocation of vows"
  },
  {
    "id": 96,
    "title": "Defilement through the carcasses of animals"
  },
  {
    "id": 97,
    "title": "Defilement through the carcasses of certain creeping creatures"
  },
  {
    "id": 98,
    "title": "Defilement of food and drink"
  },
  {
    "id": 99,
    "title": "The menstruant"
  },
  {
    "id": 100,
    "title": "After childbirth"
  },
  {
    "id": 101,
    "title": "The leper"
  },
  {
    "id": 102,
    "title": "Garments contanimated by leprosy"
  },
  {
    "id": 103,
    "title": "A leprous house"
  },
  {
    "id": 104,
    "title": "The zav"
  },
  {
    "id": 105,
    "title": "Semen"
  },
  {
    "id": 106,
    "title": "The zavah"
  },
  {
    "id": 107,
    "title": "Uncleanness of a corpse"
  },
  {
    "id": 108,
    "title": "Law of the water of sprinkling"
  },
  {
    "id": 109,
    "title": "Immersing in a ritual bath"
  },
  {
    "id": 110,
    "title": "Cleansing from leprosy"
  },
  {
    "id": 111,
    "title": "A leper to shave his head"
  },
  {
    "id": 112,
    "title": "The leper to be made distinguishable"
  },
  {
    "id": 113,
    "title": "The ashes of the red heifer"
  },
  {
    "id": 114,
    "title": "Valuation of a person"
  },
  {
    "id": 115,
    "title": "Valuation of beasts"
  },
  {
    "id": 116,
    "title": "Valuation of houses"
  },
  {
    "id": 117,
    "title": "Valuation of fields"
  },
  {
    "id": 118,
    "title": "Restitution for sacrilege"
  },
  {
    "id": 119,
    "title": "The fruits of fourth-year plantings"
  },
  {
    "id": 120,
    "title": "Peah for the poor"
  },
  {
    "id": 121,
    "title": "Gleanings for the poor"
  },
  {
    "id": 122,
    "title": "The forgotten sheaf for the poor"
  },
  {
    "id": 123,
    "title": "Defective grape-clusters for the poor"
  },
  {
    "id": 124,
    "title": "Grape-gleanings for the poor"
  },
  {
    "id": 125,
    "title": "First-fruits to be brought to the Sanctuary"
  },
  {
    "id": 126,
    "title": "The great heave-offering"
  },
  {
    "id": 127,
    "title": "The first tithe"
  },
  {
    "id": 128,
    "title": "The second tithe"
  },
  {
    "id": 129,
    "title": "The Levites tithe for the Priests"
  },
  {
    "id": 130,
    "title": "The poor man's tithe"
  },
  {
    "id": 131,
    "title": "The avowal of the Tithe"
  },
  {
    "id": 132,
    "title": "Recital on bringing the first-fruits"
  },
  {
    "id": 133,
    "title": "The dough-offering"
  },
  {
    "id": 134,
    "title": "Renouncing as ownerless produce of the Sabbatical year"
  },
  {
    "id": 135,
    "title": "Resting the land during the Sabbatical year"
  },
  {
    "id": 136,
    "title": "Sanctifying the Jubilee year"
  },
  {
    "id": 137,
    "title": "Blowing the Shofar on the tenth day of Tishri"
  },
  {
    "id": 138,
    "title": "Reversion of land in the Jubilee year"
  },
  {
    "id": 139,
    "title": "Redemption of property in a walled city"
  },
  {
    "id": 140,
    "title": "Counting the years to the Jubilee"
  },
  {
    "id": 141,
    "title": "Cancelling claims in the Sabbatical year"
  },
  {
    "id": 142,
    "title": "Exacting debts from idolaters"
  },
  {
    "id": 143,
    "title": "The Priest's due in the slaughter of every clean animal"
  },
  {
    "id": 144,
    "title": "The first of the fleece to be given to the Priest"
  },
  {
    "id": 145,
    "title": "Devoted things"
  },
  {
    "id": 146,
    "title": "Shechitah"
  },
  {
    "id": 147,
    "title": "Covering the blood of slain birds and animals"
  },
  {
    "id": 148,
    "title": "Releasing a dam when taking its nests"
  },
  {
    "id": 149,
    "title": "Searching for prescribed tokens in cattle and animals"
  },
  {
    "id": 150,
    "title": "Searching for the prescribed tokens in birds"
  },
  {
    "id": 151,
    "title": "Searching for the prescribed tokens in grasshoppers"
  },
  {
    "id": 152,
    "title": "Searching for the prescribed tokens in fishes"
  },
  {
    "id": 153,
    "title": "Determining the New Moon"
  },
  {
    "id": 154,
    "title": "Resting on the Sabbath"
  },
  {
    "id": 155,
    "title": "Proclaiming the sanctity of the Sabbath"
  },
  {
    "id": 156,
    "title": "Removal of Leaven"
  },
  {
    "id": 157,
    "title": "Recounting the departure from Egypt"
  },
  {
    "id": 158,
    "title": "Unleavened bread to be eaten on the eve of the fifteenth day of Nisan"
  },
  {
    "id": 159,
    "title": "Resting on the first day of Pesach"
  },
  {
    "id": 160,
    "title": "Resting on the seveth day pf Pesach"
  },
  {
    "id": 161,
    "title": "Counting the Omer"
  },
  {
    "id": 162,
    "title": "Resting on Shevuoth"
  },
  {
    "id": 163,
    "title": "Resting on Rosh Hashanah"
  },
  {
    "id": 164,
    "title": "Fasting on Yom Kippur"
  },
  {
    "id": 165,
    "title": "Resting on Yom Kippur"
  },
  {
    "id": 166,
    "title": "Resting on the first day of Sukkoth"
  },
  {
    "id": 167,
    "title": "Resting on Shemini Atzereth"
  },

  {
    "id": 168,
    "title": "Dwelling in a booth during Sukkoth"
  },
  {
    "id": 169,
    "title": "Taking a lulab on Sukkoth"
  },
  {
    "id": 170,
    "title": "Hearing the Shofar on Rosh Hashanah"
  },
  {
    "id": 171,
    "title": "Giving half a shekel annually"
  },
  {
    "id": 172,
    "title": "Heading the Prophets"
  },
  {
    "id": 173,
    "title": "Appointing a king"
  },
  {
    "id": 174,
    "title": "Obeying the Great Court"
  },
  {
    "id": 175,
    "title": "Abiding by a majority decision"
  },
  {
    "id": 176,
    "title": "Appointing Judges and Officers of the Court"
  },
  {
    "id": 177,
    "title": "Treating litigants equally before the law"
  },
  {
    "id": 178,
    "title": "Testifying in Court"
  },
  {
    "id": 179,
    "title": "Inquiring into the testimony of witnesses"
  },
  {
    "id": 180,
    "title": "Condemning witnesses who testify falsely"
  },
  {
    "id": 181,
    "title": "Eglah Arufah"
  },
  {
    "id": 182,
    "title": "Establishing six Cities of Refuge"
  },
  {
    "id": 183,
    "title": "Assigning cities to the Levites"
  },
  {
    "id": 184,
    "title": "Removing sources of danger from our habitations"
  },
  {
    "id": 185,
    "title": "Destroying all idol-worship"
  },
  {
    "id": 186,
    "title": "The Law of the Apostate City"
  },
  {
    "id": 187,
    "title": "The Law of the Seven Nations"
  },
  {
    "id": 188,
    "title": "The extinction of Amalek"
  },
  {
    "id": 189,
    "title": "Remembering the nefarious deeds of Amalek"
  },
  {
    "id": 190,
    "title": "The Law of non-obligatory war"
  },
  {
    "id": 191,
    "title": "Appointing a Priest for war"
  },
  {
    "id": 192,
    "title": "Preparing a place beyond the camp"
  },
  {
    "id": 193,
    "title": "Including a paddle among war implements"
  },
  {
    "id": 194,
    "title": "A robber to restore the stolen article"
  },
  {
    "id": 195,
    "title": "Charity"
  },
  {
    "id": 196,
    "title": "Lavishing gifts on a Hebrew bondman on his freedom"
  },
  {
    "id": 197,
    "title": "Lending money to the poor"
  },
  {
    "id": 198,
    "title": "Interest"
  },
  {
    "id": 199,
    "title": "Restoring a pledge to a needy owner"
  },
  {
    "id": 200,
    "title": "Paying wages on time"
  },
  {
    "id": 201,
    "title": "An employee to be allowed to eat of the produce among which he is working"
  },
  {
    "id": 202,
    "title": "Unloading a tired animal"
  },
  {
    "id": 203,
    "title": "Assisting the owner in lifting up his burden"
  },
  {
    "id": 204,
    "title": "Returning lost property to its owner"
  },
  {
    "id": 205,
    "title": "Rebuking the sinner"
  },
  {
    "id": 206,
    "title": "Loving our neighbour"
  },
  {
    "id": 207,
    "title": "Loving the stranger"
  },
  {
    "id": 208,
    "title": "The law of weights and measures"
  },
  {
    "id": 209,
    "title": "Honouring scholars and the aged"
  },
  {
    "id": 210,
    "title": "Honouring parents"
  },
  {
    "id": 211,
    "title": "Respecting parents"
  },
  {
    "id": 212,
    "title": "'Be fruitful and multiply'"
  },
  {
    "id": 213,
    "title": "The law of marriage"
  },
  {
    "id": 214,
    "title": "The bridegroom devoting himself to his wife for one year"
  },
  {
    "id": 215,
    "title": "The law of circumcision"
  },
  {
    "id": 216,
    "title": "The law of levirate marriage"
  },
  {
    "id": 217,
    "title": "Chalitzah"
  },
  {
    "id": 218,
    "title": "A violater to marry the maiden whom he has violated"
  },
  {
    "id": 219,
    "title": "The law of the defamer of a bride"
  },
  {
    "id": 220,
    "title": "The law of the seducer"
  },
  {
    "id": 221,
    "title": "The law of the captive woman"
  },
  {
    "id": 222,
    "title": "The law of divorce"
  },
  {
    "id": 223,
    "title": "The law of a suspected adulteress"
  },
  {
    "id": 224,
    "title": "Whipping transgressors of certain Commandments"
  },
  {
    "id": 225,
    "title": "The law of manslaughter"
  },
  {
    "id": 226,
    "title": "Transgressors of certain Commandments to be beheaded"
  },
  {
    "id": 227,
    "title": "Transgressors of certain Commandments to be strangled"
  },
  {
    "id": 228,
    "title": "Transgressors of certain Commandments to be put to death by burning"
  },
  {
    "id": 229,
    "title": "Transgressors of certain Commandments to be stoned"
  },
  {
    "id": 230,
    "title": "The bodies of certain transgressors to be hanged after execution"
  },
  {
    "id": 231,
    "title": "The law of burial"
  },
  {
    "id": 232,
    "title": "The law of a Hebrew bondman"
  },
  {
    "id": 233,
    "title": "A Hebrew bondmaid to be married by her master or his son"
  },
  {
    "id": 234,
    "title": "Redemption of a Hebrew bondmaid"
  },
  {
    "id": 235,
    "title": "The law of a Canaanite bondman"
  },
  {
    "id": 236,
    "title": "Penalty for inflicting injury"
  },
  {
    "id": 237,
    "title": "The law of injuries caused by an ox"
  },
  {
    "id": 238,
    "title": "The law of injuries caused by a pit"
  },
  {
    "id": 239,
    "title": "The law of theft"
  },
  {
    "id": 240,
    "title": "The law of damage caused by a beast"
  },
  {
    "id": 241,
    "title": "The law of damage by a fire"
  },
  {
    "id": 242,
    "title": "The law of an unpaid bailee"
  },
  {
    "id": 243,
    "title": "The law of a paid bailee"
  },
  {
    "id": 244,
    "title": "The law of a borrower"
  },
  {
    "id": 245,
    "title": "The law of buying and selling"
  },
  {
    "id": 246,
    "title": "The law of litigants"
  },
  {
    "id": 247,
    "title": "Saving the life of the pursued"
  },
  {
    "id": 248,
    "title": "The law of inheritance"
  }
]
